{
    "config" : [
        {
          "activate_ads" : "false",
          "activate_steps" : "true",
          "activate_step_email" : "true",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-4411494203157465/6879542034",
          "admob_native" : "ca-app-pub-4411494203157465/5918911631",
          "admob_int" : "ca-app-pub-4411494203157465/6175166155",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#FB923C"
        },
        {
            "active" : "true",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#FBBF24"
        },
        {
            "active" : "true",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#A3E635"
        },
        {
            "active" : "true",
            "name" : "scratch",
            "ico" : "https://img.icons8.com/ios/130/ffffff/erase-image.png",
            "bg" : "#38BDF8"
        },
        {
            "active" : "true",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "true",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "true",
            "name" : "wallpapers",
            "ico" : "https://img.icons8.com/ios/130/ffffff/tails.png",
            "bg" : "#2196F3"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        }
    ],
    
    "data" : [
        {
            "name" : "CarX Street Beginner Guide and Everything You Should Know",
            "img1" : "https://lh4.googleusercontent.com/hAjdaC-JMR9EJMDU3b8eDNg76Rwf0YyCPXJp44i868bRdOKq9vWLtf1eYd7fel54es9fwv7xHMv_8U5EOmExeXIMgHOl0-lmAZlk3_peGeQlRKaf1ARCYlpqEKgOmPTC2jEqDAipV0pFqAv7lB4dLWi3AlTgP5U9c-oof1BqqGfB1Hj3Qt3zqPi4bg",
            "img2" : "https://lh4.googleusercontent.com/hAjdaC-JMR9EJMDU3b8eDNg76Rwf0YyCPXJp44i868bRdOKq9vWLtf1eYd7fel54es9fwv7xHMv_8U5EOmExeXIMgHOl0-lmAZlk3_peGeQlRKaf1ARCYlpqEKgOmPTC2jEqDAipV0pFqAv7lB4dLWi3AlTgP5U9c-oof1BqqGfB1Hj3Qt3zqPi4bg",
            "part1" : "CarX Street is an upcoming racing game by the developers who offered you the chance to play many awesome car racing games, such as CarX Drift Racing. So, ever since the developers announced this, many players have been so excited to see gameplay",
            "part2" : "a CBT, or any information about the game. Therefore, we will now share some of the beginner guidelines and tips through this CarX Street guide. So, are you ready to know more about the game? Hang on to this CarX Street beginner guide, including tips. "
        },
        {
            "name" : "CarX Street Guide for Roadmap",
            "img1" : "https://lh5.googleusercontent.com/1itAj2D0dUbdTXFxC7F9pCs3bNHG7dnwIZ8mfhoB_yMhka7aHrptUAeEw9RSYlA9vAsHqUYKNcvsy6bF53jhuPKFTQMOT_mdJrvvp1nqYnNY9q57H6n2Y2TM1BMA3nFBkptKjk7jvYjChIjmvP5C9gEeo8oYtsVa9Ed8-6ukUeU2J1XBE4T4bDK22g",
            "img2" : "https://lh5.googleusercontent.com/1itAj2D0dUbdTXFxC7F9pCs3bNHG7dnwIZ8mfhoB_yMhka7aHrptUAeEw9RSYlA9vAsHqUYKNcvsy6bF53jhuPKFTQMOT_mdJrvvp1nqYnNY9q57H6n2Y2TM1BMA3nFBkptKjk7jvYjChIjmvP5C9gEeo8oYtsVa9Ed8-6ukUeU2J1XBE4T4bDK22g",
            "part1" : "Before you learn about the other things in the game, as a CarX Street beginner, you should first know about the roadmap. Why is the roadmap so important? Because it is where every important spot is located, so you should have a better understanding of it. ",
            "part2" : "This game happens in Sunset City, and its roadmap includes different districts such as Midtown, Lake Valley, Mountain Drive, and Lighthouse. Since only these districts are available in the development phase, you can hope for more than these when the game is released. The streets in these cities are so beautiful because you will have comfy gameplay while racing on these wider roads that give you all the space needed. As this game is about night street racing, these cities will be much prettier than you think, giving you all the hype to play the game. "
        },
        {
            "name" : "CarX Street Guide for Game Style",
            "img1" : "https://lh5.googleusercontent.com/BSs-b7HwM8guO4bPyWqTThlalaaH2hR50B4iwCOyR5eBbDBU__MRKIIihotfsHpu7EMQRS1z3KEsdQgXfI2VJBBeEBADWm8DX9RPUO5WG1ZTxGkbPt4x_ndfk_guaYyzroFdoJTsWp1BN9B2hdMQmMaWo6i15XFPBiiKvKg3ODT5pryShxQomtq-5w",
            "img2" : "https://lh5.googleusercontent.com/BSs-b7HwM8guO4bPyWqTThlalaaH2hR50B4iwCOyR5eBbDBU__MRKIIihotfsHpu7EMQRS1z3KEsdQgXfI2VJBBeEBADWm8DX9RPUO5WG1ZTxGkbPt4x_ndfk_guaYyzroFdoJTsWp1BN9B2hdMQmMaWo6i15XFPBiiKvKg3ODT5pryShxQomtq-5w",
            "part1" : "One of the biggest questions that the gamers are waiting to get answers is the game style, whether it is just racing or a drifting game like the developer’s previous game. Hmm, according to trustworthy sources, it can be decided by you whether you want to have just racing or you want to have a drifting game style. ",
            "part2" : "Since you are still a CarX Street beginner, we know you have no idea what gaming style to choose. But it all depends on your preferred driving style and how you tune up the car. Therefore if you have any preferred style, you better pick it and tune up your race car according to your preferred gaming style. Now that you know about it through this CarX Street guide, you can choose a preferable gaming style here; but, you should be wise in choosing. "
        },
        {
            "name" : "CarX Street Guide for Nitrous System",
            "img1" : "https://gamingonphone.com/wp-content/uploads/2022/12/CarX-Street-Best-Cars-Cover.jpg",
            "img2" : "https://gamingonphone.com/wp-content/uploads/2022/12/CarX-Street-Best-Cars-Cover.jpg",
            "part1" : "Yes, as you guessed, this new upcoming CarX Street game also comes with a nitrous system you are familiar with. So through, this CarX Street guide will let every CarX Street beginner learn about the nitrous system here. ",
            "part2" : "Even though there is only a reveal about including NOS, there is no other information, but we hope the game will add a nitrous system consisting of all kinds of NOS that satisfies every player out there. The nitrous is used to speed up the car instantly, and by using this nitrous at the correct time, you will be able to surpass the enemy opponents suddenly. Since nitrous is essential in a car race, every CarX Street beginner must have good knowledge of how to use them and what its use is. As you already know the purpose or the use of the NOS, the next thing is how to use them. Using nitrous depends on your gaming style, and according to your gaming style, you should analyze which situation is perfect to use. "
        },
        {
            "name" : "CarX Street Guide for Real Estate",
            "img1" : "https://lh5.googleusercontent.com/r9wrf3cC0fkkHBHOaPLcWxW6PsnvgMbsh-OTuLsDGgQgVcfFKfaPpz_LH_CXIrGc4MfLMrCWMh_rMdqWec8_3YLdRCBHZ4N1Qq7w8yXcUPbHh7bAziAdbO_SagWgCbCc5phueSh17ujVuCvQBHjlV1Pz6uPRx4GztDcq0jkJWAlhSsJpwWqL6Mglhg",
            "img2" : "https://lh5.googleusercontent.com/r9wrf3cC0fkkHBHOaPLcWxW6PsnvgMbsh-OTuLsDGgQgVcfFKfaPpz_LH_CXIrGc4MfLMrCWMh_rMdqWec8_3YLdRCBHZ4N1Qq7w8yXcUPbHh7bAziAdbO_SagWgCbCc5phueSh17ujVuCvQBHjlV1Pz6uPRx4GztDcq0jkJWAlhSsJpwWqL6Mglhg",
            "part1" : "Have you ever considered purchasing your estates in this game other than racing? Even if you have thought of it or not, the developers of this game have allowed you to buy your real estate, which means private property such as simple apartments, country houses, etc. ",
            "part2" : "This is one of the essential things every CarX Street beginner should do because if you do so, you will get parking lots for your cars. After all, when you purchase real estate, it will offer you a parking lot. Therefore, you can buy real estate from anywhere, but the more significant the real estate is, the higher the price is. Even if this is among the top priorities you need to focus on as a CarX Street beginner, you should be wiser when you select an estate to purchase if you need to increase the number of parking lots."
        },
        {
            "name" : "CarX Street Tips",
            "img1" : "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/clans/35655900/361be756d2b55faf23137e28ccbd92e97af0680b.png",
            "img2" : "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/clans/35655900/361be756d2b55faf23137e28ccbd92e97af0680b.png",
            "part1" : "You have a great idea about the game and its beginner aspects through the above part of the CarX Street guide, which will be a good one for each CarX Street beginner. ",
            "part2" : "Now we have come to the next part of this guide, CarX Street tips which lets you learn some of the best tips that will be helpful to achieve top racing results in each race. "
        },
        {
            "name" : "Join a Club ",
            "img1" : "https://lh5.googleusercontent.com/StwvxMseWg-Oh4DpH7fC0ksBMCsA7PvaWONWZLSMuiOBZRJS13K8L1c_-6KUQD0AeQrEGwkFHqq3nu452CPJrtliI20RJpYDM0eEBsiyqKwOP1bA2bvNQxNvM26QFyMDbzv7LPLoVs5GcRJEldn6hbPsLQKaoqeN_9xZIMHbkZWD6-Uft1js2kW6Hw",
            "img2" : "https://lh5.googleusercontent.com/StwvxMseWg-Oh4DpH7fC0ksBMCsA7PvaWONWZLSMuiOBZRJS13K8L1c_-6KUQD0AeQrEGwkFHqq3nu452CPJrtliI20RJpYDM0eEBsiyqKwOP1bA2bvNQxNvM26QFyMDbzv7LPLoVs5GcRJEldn6hbPsLQKaoqeN_9xZIMHbkZWD6-Uft1js2kW6Hw",
            "part1" : "Clubs are like different clans or guilds you can join in this game, and it is one of the best CarX Street tips you can use in your gameplay to improve your experience. When you enter this game, you have a goal of being the top racer in Sunset City, and it can be quickly done if you join a club. But joining a club is not as easy because you have to prove that you are one of the best racers in the city. ",
            "part2" : "These clubs consist of different racers in the city who need to build up and sharpen their skills in different kinds of racing. Since your goal is to become the best racer in the whole of Sunset City, you can work hard on it, and then eventually, you will get a chance to join a club. After joining a club, you will be given a different set of missions or tasks, and completing these will earn you many rewards; therefore, you should join a club as soon as possible because it is one of the best CarX Street tips mentioned in this CarX Street guide. "
        },
        {
            "name" : "Win More Races and Unlock New Things",
            "img1" : "https://lh6.googleusercontent.com/F7un5NaJ0QHiYjWIKLMdGo6m9PJAltKYn5dszp-KC4jpHIp-PVV5_V0_9wZ9YuLF3yl104tISyGAeCVX0Ts3t5HwnseV5WoijDcsWNJ40M2JFg7aBaueUe9m7-YZHvLILJZWvLO8Bg6aRp6WGGRLL_A6lvJQMvKAqNvl5cfHUueRr8TLAtCyRcFjPA",
            "img2" : "https://lh6.googleusercontent.com/F7un5NaJ0QHiYjWIKLMdGo6m9PJAltKYn5dszp-KC4jpHIp-PVV5_V0_9wZ9YuLF3yl104tISyGAeCVX0Ts3t5HwnseV5WoijDcsWNJ40M2JFg7aBaueUe9m7-YZHvLILJZWvLO8Bg6aRp6WGGRLL_A6lvJQMvKAqNvl5cfHUueRr8TLAtCyRcFjPA",
            "part1" : "There are many things in the game that you need to unlock step by step, and one of the best CarX Street tips that you can use to unlock new things in the content is by winning races. When you enter races, you should have a mind of winning the game to motivate you to win the race no matter how challenging it is. ",
            "part2" : "If you can win more races and be a top-level racer, you will gain access to new features in the game that are locked from the beginning, such as garage and elite races, and also, you can earn unique parts that are needed for tuning, private property, etc. "
        },
        {
            "name" : "Collect Gift Boxes",
            "img1" : "https://cdn.cloudflare.steamstatic.com/steam/apps/1114150/capsule_616x353.jpg?t=1669907568",
            "img2" : "https://cdn.cloudflare.steamstatic.com/steam/apps/1114150/capsule_616x353.jpg?t=1669907568",
            "part1" : "The next one of the best CarX Street tips mentioned in this CarX Street guide is collecting gift boxes. When you race through various beautiful, challenging night streets in Sunset City, there are lots of collectible items, and one of these collectibles you will encounter here is the gift boxes with a green color glow inside them. ",
            "part2" : "These gift boxes contain a random amount of in-game money, but the amount of money you will obtain through these gift boxes will be determined by the level you are in the game. The higher your level, the bigger the amount of money you will claim. "
        }
      ]
}
