{{
    "config" : [
        {
          "activate_ads" : "true",
          "activate_steps" : "true",
          "activate_step_email" : "true",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-7467116021377002/8091866910",
          "admob_native" : "ca-app-pub-7467116021377002/6761182681",
          "admob_int" : "ca-app-pub-7467116021377002/3826137088",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#FB923C"
        },
        {
            "active" : "true",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#FBBF24"
        },
        {
            "active" : "true",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#A3E635"
        },
        {
            "active" : "true",
            "name" : "scratch",
            "ico" : "https://9asso.github.io/published/imgs/btscratch.png",
            "bg" : "#ffffff"
        },
        {
            "active" : "false",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "false",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "true",
            "name" : "wallpapers",
            "ico" : "https://9asso.github.io/published/imgs/btwalls.png",
            "bg" : "#ffffff"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : "https://cdn.akamai.steamstatic.com/steam/apps/429050/ss_c8d98c20f3027e7282bde49b4297240d0d215a8d.1920x1080.jpg?t=1615737978"
        },
        {
            "name" : "",
            "img" : "https://images.sftcdn.net/images/t_app-cover-m,f_auto/p/2653997c-fb54-4d74-ba30-8fcfd140c5e5/3099559712/feed-and-grow-fish-screenshot.jpg"
        },
        {
            "name" : "",
            "img" : "https://i.pinimg.com/originals/11/b9/49/11b94911362f2911027f6493d5f21b7f.jpg"
        },
        {
            "name" : "",
            "img" : "https://media.moddb.com/images/mods/1/38/37807/20180902173455_2.jpg"
        },
        {
            "name" : "",
            "img" : "https://s1.dmcdn.net/v/OXlRs1SR6AUWMMGUn/x1080"
        },
        {
            "name" : "",
            "img" : "https://s2.dmcdn.net/v/NOaNL1Qp3Rat4fHCW/x1080"
        },
        {
            "name" : "",
            "img" : "https://i.ytimg.com/vi/iExq6YJEXbA/maxresdefault.jpg"
        },
        {
            "name" : "",
            "img" : "https://i.ytimg.com/vi/XRSMuRjURhM/maxresdefault.jpg"
        },
        {
            "name" : "",
            "img" : "https://i.ytimg.com/vi/ErDls_pRM0U/maxresdefault.jpg"
        },
        {
            "name" : "",
            "img" : "https://i.ytimg.com/vi/A9cROSoMO4Y/maxresdefault.jpg"
        }
    ],
    
    "data" : [
        {
            "name" : "INTRODUCTION",
            "img1" : "https://steamuserimages-a.akamaihd.net/ugc/772850746235834078/5B987AFD1E9C66AA3B008242BB06069EB128D8E9/",
            "img2" : "https://steamuserimages-a.akamaihd.net/ugc/772850746235834078/5B987AFD1E9C66AA3B008242BB06069EB128D8E9/",
            "part1" : "This guide is for everyone, not just for pros and beginners, but both alike. This guide will teach you everything you need to know about feed and grow, and how to be amazing at the game. If you are ready, then lets jump right in with the first section.",
            "part2" : "NOTE: This guide will be updated regularly along with the Feed and Grow: Fish updates. If a new update comes up, make sure to check out this guide to see what's new."
        },
        {
            "name" : "THE BASICS / GAME MODE MASTERY",
            "img1" : "https://steamuserimages-a.akamaihd.net/ugc/772850746233535979/30B761AB99D22CDE08E009256F21DA3A03444901/",
            "img2" : "https://steamuserimages-a.akamaihd.net/ugc/772850746233535979/30B761AB99D22CDE08E009256F21DA3A03444901/",
            "part1" : "There are currently 3 modes you can play in Feed and Grow: Fish, and those are the survival mode, deathmatch mode, and crab madness. Survival is currently being worked on, so I will update information about that mode when it is finished. But for now, let's talk about the other two game modes - Deathmatch and Crab Madness.",
            "part2" : "Deathmatch: This game mode can be played on any map and is the mode you are probably going to be spending most of your time on until survival is released again. The basic concept is that you are a fish trying to survive in one of the four maps, and you have to find food and grow bigger in order to survive. Every boss achievement is earned in survival mode, and I will go over that later on. There are tons of fish you can choose from in this mode, and I will talk about them all in the fish guide.Crab Madness: This game mode is very similar to deathmatch, except that instead of you playing as different fish you are playing as different types of crabs. This map is also only available on the ocean map. The crabs playable are the regular crab, pirate crab, trilobite, mantis shrimp and the king crab. Each has its advantages and disadvantages."
        },
        {
            "name" : "GAME MODE MASTERY: PART 2",
            "img1" : "https://steamuserimages-a.akamaihd.net/ugc/772850746236760332/CD85FFF1086DB5CAD801EBD6FEF433F2DA259253/",
            "img2" : "https://steamuserimages-a.akamaihd.net/ugc/772850746236760332/CD85FFF1086DB5CAD801EBD6FEF433F2DA259253/",
            "part1" : "Well, I ran out of space on the other section, so I will have to continue it here. You are almost complete with deathmatch and you are about to move on to Crab Madness Mastery.",
            "part2" : "Anyways, once you are at a level you can pretty much kill the dunkleosteus in one blow, you can either play on the map for a bit more and keep avoiding the great white, you can change your fish and take down the great white with a dunkleosteus, or you can mega grow and take on the great white with a massive Bibos Fish. (Both of these will have their own section in this guide) If you want to farm lots of coins, you have to keep growing your fish and killing tons of enemies and eating everything they drop. (Bigger Enemies - More coins) You get tons of coins for this and it stacks very quickly. You can use coins throughout the entire game, but they vanish when you close out your game.If you have trouble fighting fish, or you just want to take down everything right away, then I will explain that now. PVP in this game is quite a skill you need to have in order to take down a lot of fish. If you have a big fish that does lots of damage, but the enemy is bigger, you can simply hit and run and you will do repetitive damage. AI Fish also do not recover health, so you can do this without worrying that you are taking too long. Also, remember to attack from behind, as you have a better chance of getting more hits in before the fish strikes back. This tactic is used for the bosses as well, but I will explain that later. If you have a lower level fish, wait until you are a higher level to take down bigger fish. Then you can use the hit and run technique, and if you get even bigger than you can proceed to the section where you grow a fish like bibos to a very high level."
        },
        {
            "name" : "DEFEAT THE BOSSES",
            "img1" : "https://steamuserimages-a.akamaihd.net/ugc/772850746237180417/9C752935C56B63E7BF1A38B302CC0029363D33A2/",
            "img2" : "https://steamuserimages-a.akamaihd.net/ugc/772850746237180417/9C752935C56B63E7BF1A38B302CC0029363D33A2/",
            "part1" : "This section is either the section you have all been waiting for, or the section you don't really care about because you have already beat them. But either way, this section is all about BOSSES! I will go over all 4 (Or 5, if you include the sperm whale) and how to beat them. It doesn't matter if you are beating them so you can get the achievements or beating them so you can play as them, this is the section for you if you are looking to beat the baddest fishies in this game.",
            "part2" : "The first boss I will go over is the Great White Shark, which is probably the easiest one other than Arapaima. Defeating him unlocks The King of the Ocean achievement, which unlocks the Great White Shark to play as. It is also extremely recommended to beat the great white shark before you tackle the Prognathon and Megalodon, as you are going to need the great white shark for these two unless you are planning to beat them with another fish that is an incredibly high level.There are three ways you can beat the Great White: The Normal way, the funny way (Large low-coin fish) or the Cheating Way, although it really isn't a cheat, as it just uses a tactic that makes you invulnerable to Large fish's attacks. Let's go ahead and start with the easy way, which I'm sure most of you will do anyways, although this tactic may get patched in the future. So the easy way to beat the great white is very simple: All you need to do grab the hammerhead shark (I recommend the hammerhead to be a low level just to make sure he doesn't target you) and swim up to the great white. The Great White won't waste his time taking down a low level hammerhead, so you can actually get quite close to him before he starts to get annoyed. You just need to swim up to his tail and chomp on it. As soon as you bite him, he is going to start to swing around like crazy and eventually he with glitch you inside him. Now you have to repeatedly bite him over and over again. If he manages to unglitch you (This may happen, it might not, as he swings around randomly when you are biting him) you need to swim away fast and then swim right back and repeat the process. If you are biting him and he starts to move towards the shore, hold down the S key to make him slow down. If he manages to get to shore, you need to be aware of being unglitched because it happens more often at when the great white has things that block him from continually swinging around. This may take a long time, it took me 6 minutes, but after a while you should kill him. Now let's move onto the second easiest way, which is just beating him normally."
        },
        {
            "name" : "MASSIVE LOW COIN FISH FUN!",
            "img1" : "https://steamuserimages-a.akamaihd.net/ugc/772850909289087204/075467A8EEF794BF2E710EF369D93C35F052BF8D/",
            "img2" : "https://steamuserimages-a.akamaihd.net/ugc/772850909289087204/075467A8EEF794BF2E710EF369D93C35F052BF8D/",
            "part1" : "Now for the fun! This is the section alot of you have probably been all waiting for, So let's get right into how to have some fun with a low coin fish!",
            "part2" : "Starting off, you are going to want to grab Bibos for this example. (Ocean map again) If you want to use another fish just multiply it by the fish stat ratios. (All fish stats can be found in the fish guide) Simply activate your gang and go straight for the big fish, and chomp down all the remains. Your buddies will not grow, so after you are much bigger than them just simply eat them. Then head for the dunkleosteus spawn, and eat them over and over and over again. You should start doing this at level 20. Once you reach level 100 (This may take a while) head over to the great white and kill him and eat everything he drops. Then repeat the process. Over and over and over and over. Eventually you will get so massive you will just swallow almost everything at once. Your body will perch over the water and if you keep clicking swallow, you will be swallowing almost the entire map. You gain massive levels from this. Eventually you will get so big it will start to lag, and either you can enjoy the mayhem and lag, or you can repeat the process. This takes about 3 hours for Bibos. With bigger fish, it takes less time."
        },
        {
            "name" : "FISH GUIDE",
            "img1" : "https://steamuserimages-a.akamaihd.net/ugc/772851077418395620/C384236037A23A5FFC25767CF1DE8D2DFD78B32F/",
            "img2" : "https://steamuserimages-a.akamaihd.net/ugc/772851077418395620/C384236037A23A5FFC25767CF1DE8D2DFD78B32F/",
            "part1" : "I warn you: Before you decide to read this entire section, I would take a break and do something else, and then come back to this. Because if you are planning to read all the information here in one solid sweep, you are going to be sitting at your computer reading this for a long time. If you just read this as you need, say when you need info on a certain fish, then great, do as you please.",
            "part2" : "Each fish will come with it's own box, filled with tons of details. These are the details you will be seeing: an active description of the fish, stats, abilities, maps it is playable in, and a picture of the fish. If you are ready, let's go."
        },
        {
            "name" : "Starting Off",
            "img1" : "https://gameplay.tips/wp-content/uploads/2021/10/1538768035_feed-and-grow-fish.jpg",
            "img2" : "https://gameplay.tips/wp-content/uploads/2021/10/1538768035_feed-and-grow-fish.jpg",
            "part1" : "The first thing to do is pretty simple, and you’re told to do it: Spam space until you hatch. Now, you should run around and eat food until you grow up",
            "part2" : "DON’T try to kill things, because the starter fish is weak. Look out for predators, especially crabs. You’ve earned your first coin. Now, what you want to do is find another fish of your species and hold Q, until you get max eggs. Wait for the timer to run out, find a good spot to lay eggs, lay them, and wait. You should remember you have to eat occasionally too. You’ll have to find food and your babies will eat it, and you’ll get red coins when they grow up! It’s a repeating process."
        },
        {
            "name" : "What I Recommend Using to Get Quick Money",
            "img1" : "https://steamah.com/wp-content/uploads/2019/04/maxresdefault-5-850x478.jpg",
            "img2" : "https://steamah.com/wp-content/uploads/2019/04/maxresdefault-5-850x478.jpg",
            "part1" : "I kept using Pinky and the starter fish, until I got enough coins for Bibos. Remember to NOT HAVE GANG ON until you’re a decent level after growing. Turn gang on and get eggs. You should lay them in one of the holes with a rock over it at your spawn. Go to the crabs, and tell your babies to stay at a far away area so the crabs don’t get them. Kill the crabs, tell the children to come over so they can eat, and repeat.",
            "part2" : "Once you’ve got enough coins for the cuttlefish, become the cuttlefish when you want to. The cuttlefish has two spawns: The one I refer to as the “unlucky” spawn, and the lucky spawn. I can only remember the “unlucky” spawn, where crabs usually come and kill you when you’re a baby which will basically make all that grinding go down the drain. The unlucky spawn is near the shark “temple” area, so if there’s crabs there, just zoom away as fast as you can when you’ve finished spamming space. Just.. eat a ton of stuff, go over to the area where pinkies and the starting fish spawn near the unlucky spawn, and start eating them. When you grow up, you know what to do. Lay your eggs in a safe spot, and then use your lure to lure the baby fish and starting fish/pinkies to you so you and your children can eat them. Just keep grinding for a lot of money."
        },
        {
            "name" : "After You Get a Ton of Coins",
            "img1" : "https://gameplay.tips/uploads/posts/2020-01/medium/1579916750_1.jpg",
            "img2" : "https://gameplay.tips/uploads/posts/2020-01/medium/1579916750_1.jpg",
            "part1" : "I’d recommend getting a lot of coins. Around 380, maybe? Just do whatever you want. Have fun. ",
            "part2" : "But remember, you should stll try and get coins so you dont waste it all and all that grinding went down the drain."
        },
        {
            "name" : "First Mode: Deathmatch",
            "img1" : "https://cdn.akamai.steamstatic.com/steam/apps/429050/ss_c8d98c20f3027e7282bde49b4297240d0d215a8d.1920x1080.jpg?t=1615737978",
            "img2" : "https://cdn.akamai.steamstatic.com/steam/apps/429050/ss_c8d98c20f3027e7282bde49b4297240d0d215a8d.1920x1080.jpg?t=1615737978",
            "part1" : "The first mode that I’m going to talk about is Deathmatch. In Deathmatch, Its pretty easy and fun. You start out as an adult fish, and for the sake of this guide, lets use the Great Map and the bibos for example. So, you are a level one Bibos and are trying to search for food",
            "part2" : "Just eat the Barnicles (the pink puffy little balls that stick to the walls and the floor, and occasionally floating) and the starfish. After your level 10, you can definitely hunt something small and buy a new fish. Oh, and that shoal of tiny little sardines you keep seeing? You don’t need to hunt those, just swallow them and you get a decent amount of heath points. Any questions?"
        },
        {
            "name" : "Third Mode: Crab Madness",
            "img1" : "https://cdn.akamai.steamstatic.com/steam/apps/429050/capsule_616x353.jpg?t=1615737978",
            "img2" : "https://cdn.akamai.steamstatic.com/steam/apps/429050/capsule_616x353.jpg?t=1615737978",
            "part1" : "Crab Madness is, in my opinion, the hardest mode you can play.",
            "part2" : "Remember that fun time playing as a Bibos and you and your gang were having a great time hunting crabs? Well, think about the crabs’ perspective. Wouldn’t it be impossible to live as a crab when every fish there is your enemy? Sharks, Bibos, and all those other predators will hunt you at there time and place of their choosing."
        }
      ]
}
