{
    "config" : [
        {
          "activate_ads" : "true",
          "activate_steps" : "false",
          "activate_step_email" : "false",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-7467116021377002/8810146047",
          "admob_native" : "ca-app-pub-7467116021377002/4870901033",
          "admob_int" : "ca-app-pub-7467116021377002/1507167256",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#FB923C"
        },
        {
            "active" : "true",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#FBBF24"
        },
        {
            "active" : "true",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#A3E635"
        },
        {
            "active" : "true",
            "name" : "scratch",
            "ico" : "https://img.icons8.com/ios/130/ffffff/erase-image.png",
            "bg" : "#38BDF8"
        },
        {
            "active" : "false",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "false",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "true",
            "name" : "wallpapers",
            "ico" : "https://img.icons8.com/ios/130/ffffff/tails.png",
            "bg" : "#2196F3"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382199.png"
        },
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382201.jpg"
        },
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382214.jpg"
        },
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382217.jpg"
        },
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382219.jpg"
        },
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382234.jpg"
        },
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382251.jpg"
        },
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382254.jpg"
        },
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382258.jpg"
        },
        {
            "name" : "",
            "img" : "https://wallpapercave.com/dwp1x/wp11382261.jpg"
        }
    ],
    
    "data" : [
        {
            "name" : "Gloomwood Guide, Walkthrough",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382199.png",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382199.png",
            "part1" : "Thief with guns Gloomwood guide, walkthrough is the best Begginer's Guide, for exploration, stealth, avoiding and killing enemies, environmental puzzles. We discuss inventory, all collectibles, items, safes, keys, documents, coins, game save, keybinds.",
            "part2" : "Our Glomwood guide contains information which should help you sneak your way through all of the game's areas, eliminate or avoid enemies as well as collect all the loot in the game, all secrets and collectibles (items stored in safes, keys, documents, valuables and others). Our walkthrough describes all the stages in detail and includes maps for them as well. The guide also describes the main gameplay mechanics, including unclear or potentially problematic ones, explains how long the game is and how is it connected to the Thief franchise."
        },
        {
            "name" : "Gloomwood: Guide's contents",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382201.jpg",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382201.jpg",
            "part1" : "The beginning of our Gloomwood guide focuses on the game's basics and explains how to survive in the game's grim, dangerous world. We've prepared some tips for beginners which will teach you the most important mechanics and keep you from making silly mistakes. You'll also find some tips on stealth, eliminating or avoiding enemies, exploring your surroundings, managing limited inventory space and the available difficulty levels.",
            "part2" : "The next important chapter is the walkthrough, which explains how to beat every stage in the game. It describes the game's areas, lists different paths to your objectives, contains solutions to environmental puzzles and explains how to deal with enemies in different ways. We've also attached maps of the visited areas with points of interest marked. The next chapter lists the game's secrets, collectibles and unique items. It'll teach you about safes, their locations and combinations, where to find keys, documents and unique loot (firearms, valuables, etc.). The FAQ section contains answers to the most commonly encountered problems and explains certain mechanics. You'll learn how can you save the game and when, whether you can beat Gloomwood without engaging anyone in combat, how to extinguish light sources, how to heal your character, how to acquire unique weapons and is it possible to return to already cleared areas. The final chapter of the guide is the appendix, which contains information about Gloomwood's Early Access version, the controls, system requirements and a page dedicated to similarities and differences between Gloomwood and Thief."
        },
        {
            "name" : "Gloomwood: Quick beginners guide",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382214.jpg",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382214.jpg",
            "part1" : "Keep an eye on the ring to check whether you're hidden or not. You'll get the ring at the very beginning of the game and it lets you easily check your detection status. Stick to dark places, but be aware that some of them may end up suddenly illuminated by outside factors, like the light coming from a lighthouse.",
            "part2" : "Listen to the environment. In Gloomwood it's very easy to bump into enemies and alert them. React in advance by listening in to footsteps and conversations. Don't rush with exploring new locations and remember you can lean out to get a better view of your surroundings. Pay attention to the colors of the enemies' vision cones. If an enemy gets suspicious, the cone will turn yellow. This is a signal for you to move away and hide in the shadows. Otherwise you'll be spotted, the cone will turn red and you'll end up starting a fight or a chase. Discover alternate paths and secret areas. You should devote much time to thorough exploration of visited areas. There's a good chance you'll discover an alternate way into a heavily guarded room or through a group of enemies. Look out for unique loot and collectibles. The most important items you can find are safes (you must also know the combination to open them) and keys (each key can fit one or several doors). You can also find valuables, new weapons or unique gadgets. Save the game at phonographs. Gloomwoods doesn't let you save the game freely - you can only do so at phonographs. Fortunately, they appear in multiple locations and can be used as often as you want. Throw out unnecessary items. You have limited inventory space and every item takes up a lot of it. If your inventory gets full, make sure to throw out the least useful items, such as bottles commonly found in the visited areas."
        },
        {
            "name" : "Gloomwood: All stages, walkthrough",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382217.jpg",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382217.jpg",
            "part1" : "Gloomwood consists of several connected areas you could call stages. Our walkthrough describes each stage on separate pages, explains how to avoid the enemies, explore the area and solve puzzles.",
            "part2" : "Croup's Fishery - You start the game in this fishing village. You'll learn how to acquire basic gear, how to avoid enemies in the village and how to reach the Mines entrance. Mines - This stage has you make your way through the mines. Lighthouse - This stage tasks you with reaching the titular lighthouse."
        },
        {
            "name" : "Gloomwood: Secrets and collectibles - safes",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382219.jpg",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382219.jpg",
            "part1" : "Safes are the most important secret objects in the game. Each safe holds valuable items, but you need combinations to open them..",
            "part2" : "The list of safe combinations - we've prepared a list of safes along with their combinations. Croup's Fishery office safe - our guide explains how to open the safe found in the office on the top floor in the fishing village. Croup's Fishery cave safe - our gudie explains how to open the safe found in the cave by the fishing village."
        },
        {
            "name" : "Gloomwood: Secrets and collectibles - keys, documents",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382234.jpg",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382234.jpg",
            "part1" : "Another type of unique collectibles are keys, documents and notes. Collecting them is required to fully complete the location.",
            "part2" : "Keys  Croup's Fishery - We've listed all the keys found and used in the fishing village  Mines - We've listed all the keys found and used in the mines Lighthouse - We've listed all the keys found and used in and near the lighthouse. Documents   Croup's Fishery - We've listed all the documents and maps found in the fishing village. Mines - We've listed all the documents and maps found in the mines Lighthouse - We've listed all the documents and maps found in and near the lighthouse."
        },
        {
            "name" : "Gloomwood: Basics",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382251.jpg",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382251.jpg",
            "part1" : "Separate pages of our guide contain information on the game's core mechanics as well as tips and tricks related to them. They should help you understand how the game works.",
            "part2" : "Stealth - this page covers basic and advanced sneaking techniques. You'll learn how to hide in the dark, create noise, deal with light sources, about the enemies' senses, how to assassinate them and eavesdrop on conversations. Exploration - this page covers the most important exploration mechanics, such as solving puzzles, looking for quest items, choosing an optimal path to your destination, using phonographs, climbing and swimming. Inventory and journal - this page covers your inventory, how to add and remove items from it and how to combine specific items. You'll also learn about gathering keys, notes and maps. Difficulty levels - this page covers the available difficulty levels as well as the main differences between them, such as the amount of enemies, their aggressiveness or phonographs availability."
        },
        {
            "name" : "Gloomwood: FAQ",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382254.jpg",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382254.jpg",
            "part1" : "In the FAQ section, you will find answers to the most frequently asked questions: These relate to the game's more obscure or unexplained mechanics.",
            "part2" : "nSaving - how to save progress? - We explain when and how can you use phonographs to save your progress. Light sources - can they be extinguished? - This page covers light sources, their types and ways to sabotage them. Firearms - how to acquire? - This page explains when and how can you get your first firearms, such as the revolver. Combat - is it obligatory? - This page covers is a pacifist run of Gloomwood possible. Code 0451 - does it work? - We answer does the combination known from other immersive sims work in Gloomwood. Throwing bottles - how? - This page covers this slightly more obscure mechanic. You'll learn how and why you should throw bottles. Healing - how to recover? - This page covers how to check your current health and recover from your wounds. Previous locations - can I return? - This page covers whether it's possible or not to return to previously visited locations. Ammo - how to get? - This page explains how to get more ammo for your firearms"
        },
        {
            "name" : "Gloomwood: Game length",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382258.jpg",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382258.jpg",
            "part1" : "Gloomwood's early access can be beaten in a few hours you'll spend on exploring the game's starting areas, such as the fishing village, the mines and the lighthouse. Hidden secrets and unique treasures should encourage you to thoroughly explore every location.",
            "part2" : "You'll find more information on the Game length and Early access pages of our guide."
        },
        {
            "name" : "Gloomwood: Language versions",
            "img1" : "https://wallpapercave.com/dwp1x/wp11382261.jpg",
            "img2" : "https://wallpapercave.com/dwp1x/wp11382261.jpg",
            "part1" : "During its early access, Gloomwood is available only in English. The game also doesn't subtitle enemy dialogue, as subtitles will only be released in a later update or the final release.",
            "part2" : "."
        }
      ]
}
