{
    "config" : [
        {
          "activate_ads" : "true",
          "activate_steps" : "false",
          "activate_step_email" : "false",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-7467116021377002/2530844972",
          "admob_native" : "ca-app-pub-7467116021377002/6055157014",
          "admob_int" : "ca-app-pub-7467116021377002/6173155636",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#FB923C"
        },
        {
            "active" : "false",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#FBBF24"
        },
        {
            "active" : "false",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#A3E635"
        },
        {
            "active" : "false",
            "name" : "scratch",
            "ico" : "https://img.icons8.com/ios/130/ffffff/erase-image.png",
            "bg" : "#38BDF8"
        },
        {
            "active" : "false",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "false",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "false",
            "name" : "wallpapers",
            "ico" : "https://img.icons8.com/ios/130/ffffff/tails.png",
            "bg" : "#2196F3"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        }
    ],
    
    "data" : [
        {
            "name" : "21 tips, tricks and shortcuts for making movies on your mobile",
            "img1" : "https://i.guim.co.uk/img/media/0b4aab05836f7b42d09a79c3ef2e6543d8a5433d/0_264_1200_282/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/0b4aab05836f7b42d09a79c3ef2e6543d8a5433d/0_264_1200_282/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "Our resident mobile-auteur guides us through ten film-making apps, including iMovie, Hyperlapse and Kinemaster, revealing some of their cleverest features.",
            "part2" : "Owners of an iPhone 6S or an iPhone 6S Plus can record video footage in glorious 4K (that’s a frame size of 3,840 x 2,160 pixels), and it’s also supported on some flagship Android phones. However, it can take up a serious chunk of room — roughly 375MB per minute on your device’s internal memory. For those occasions when ultra high-definition playback isn’t important, or you’re just running out of space, dial down the resolution: on iOS, find the Photos & Camera option in Settings, and on Android open up the Settings panel in the stock Camera app."
        },
        {
            "name" : "2. Get creative with timelapse movies",
            "img1" : "https://i.guim.co.uk/img/media/2ce45ab3cd18dfde3f883d4d79d59bb98bf33e07/0_43_1200_421/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/2ce45ab3cd18dfde3f883d4d79d59bb98bf33e07/0_43_1200_421/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "You too can create one of those gorgeous-looking timelapse videos that regularly crop up on YouTube, presuming you don’t need to move your phone for a few hours",
            "part2" : "On the iPhone, you’ll find the timelapse mode by swiping through the modes above the shutter button inside the Camera app; on Android, your options vary depending on your phone. Some handsets (like the Samsung Galaxy S6) support a timelapse mode out of the box but if your phone doesn’t have it you can use a third-party app such as Framelapse or Lapse It to do the job for you."
        },
        {
            "name" : "3. Invest in some extra kit",
            "img1" : "https://i.guim.co.uk/img/media/9f36fddb7b63a8a9d692078e31591660db4b05e2/0_144_1200_374/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/9f36fddb7b63a8a9d692078e31591660db4b05e2/0_144_1200_374/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "There’s now a whole host of kit out there for the budding smartphone moviemaker: tripods, lenses (such as the Olloclip), microphones and more besides",
            "part2" : "From making sure audio is picked up correctly to widening the field of view, these professional add-ons are more than just gimmicks and can make a real difference — if your phone is a popular flagship model (especially an iPhone) then you stand most chance of finding some suitable accessories, but it’s worth investigating what’s available. Any existing photography kit you’ve got to hand (such as spotlights) can prove useful for your movies too."
        },
        {
            "name" : "Kinemaster",
            "img1" : "https://i.guim.co.uk/img/media/3ef51d4e7361aac465460cfb067b602d03e0a53b/0_237_1200_373/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/3ef51d4e7361aac465460cfb067b602d03e0a53b/0_237_1200_373/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "Kinemaster is one of the most powerful and polished video editors you can get for Android devices, and among its features are a bunch of effects you can apply to the clips in your timeline",
            "part2" : "Tap on an individual clip, choose Rotate/Mirroring and you can flip a particular section of your footage or rotate it in 90-degree intervals: if you’ve somehow shot your video in the wrong orientation or the wrong way up (not that difficult if you’re importing from multiple devices) then this feature can get everything looking like it belongs in the same movie."
        },
        {
            "name" : "5. Create picture-in-picture effects",
            "img1" : "https://i.guim.co.uk/img/media/2a6395f8bea4851c85b881dda95c583c8b2a415b/124_37_680_261/master/680.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/2a6395f8bea4851c85b881dda95c583c8b2a415b/124_37_680_261/master/680.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "Another area where Kinemaster excels is in its use of photo, video and audio layers, enabling you to combine multiple files together in the same frame — for use with picture-in-picture effects, for example",
            "part2" : "Tap the Layer button from the main dashboard, choose Video or Image (note the former will require an in-app purchase), and you can drop in a new clip or picture as an overlay on top of the existing footage. Stickers and text can also be inserted as additional layers, while the picture-in-picture effect is available as one of the transition options in Kinemaster too."
        },
        {
            "name" : "6. Adjust video colours",
            "img1" : "https://i.guim.co.uk/img/media/22b70447d42bd99fb7f7f6d67a954b7e3cb8b7b3/135_97_1045_327/master/1045.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/22b70447d42bd99fb7f7f6d67a954b7e3cb8b7b3/135_97_1045_327/master/1045.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "If you’ve ever wanted to apply Instagram-style colour filters to your video clips, you’re in luck: that’s exactly what Kinemaster lets you do. Tap the video clip in question on the timeline, then choose Colour Filter to see what’s on offer: a wide variety of filters and colour casts are available, which can be applied with a tap",
            "part2" : "Alternatively, select Colour Filter from the previous menu and you get three sliders enabling you to change brightness, contrast and saturation levels on the fly. When you’re happy with how your footage is looking, tap on the tick icon."
        },
        {
            "name" : "iMovie",
            "img1" : "https://i.guim.co.uk/img/media/ae0f624eae8cd719852323d10459327ffa704531/0_0_1012_466/master/1012.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/ae0f624eae8cd719852323d10459327ffa704531/0_0_1012_466/master/1012.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "iMovie for the iPhone and iPad is designed to be as straightforward to use as possible (you don’t have a mouse and keyboard available, after all) but one clever feature unique to the mobile apps is pinch-to-crop: using the well-established two-finger pinch technique you can zoom into a clip you’ve recorded and then chop out the extraneous borders",
            "part2" : "Tap on a clip in the timeline, tap the magnifying glass that appears and then pan and zoom around the current video frame as required (of course the latest 4K formats give you a lot more pixels to work with)."
        },
        {
            "name" : "8. Start on your phone, finish on your laptop",
            "img1" : "https://i.guim.co.uk/img/media/cb1e0af0188bf0420d0b75d1a83abef12394d817/61_156_1093_417/master/1093.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/cb1e0af0188bf0420d0b75d1a83abef12394d817/61_156_1093_417/master/1093.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "In case you hadn’t noticed, Apple wants to make it as straightforward for you as possible to switch between iOS and Mac OS X for every task, from email to photo editing",
            "part2" : "This philosophy extends to iMovie too, so you can start creating your movie masterpiece on an iPhone or iPad and then seamlessly export it to iMovie on OS X to finish the job: from within the iMovie mobile app, tap on the Share button and then choose the AirDrop or iCloud Drive option. You can then use the desktop application to open it and continue editing."
        },
        {
            "name" : "9. Slow down (or speed up) scenes",
            "img1" : "https://i.guim.co.uk/img/media/1f33a06631193d46ee72b63fb32da2192e589081/73_471_748_204/master/748.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/1f33a06631193d46ee72b63fb32da2192e589081/73_471_748_204/master/748.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "Another handy feature in iMovie for iOS is the option to slow down or speed up particular clips. With one selected in the timeline",
            "part2" : " tap the speed adjustment icon (which looks like a car speedometer) and then drag the slider accordingly — the app lets you go from 1/8x speed all the way up to 2x speed, and because the effect can be adjusted from clip to clip you can create some impressive results. To apply the effect to one part of a clip, split it into segments first (tap the scissors icon to see the Split option)."
        },
        {
            "name" : "WeVideo",
            "img1" : "https://i.guim.co.uk/img/media/d5cc0bc5aef503ad9a70b1d657bf2f0d6843b465/0_0_1200_390/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/d5cc0bc5aef503ad9a70b1d657bf2f0d6843b465/0_0_1200_390/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "WeVideo’s impressive suite of apps cover the Web, Android and iOS, and come with all the key features you’d expect to find in a video editing tool — including the ability to add music to your clips",
            "part2" : "The right soundtrack can really turn your road trip movie from good to great, and the WeVideo Android app lets you drop in a track from its existing library or choose one of your own. With one of your clips selected, tap on the musical note icon and then select a track from those shown (or switch to the My Music tab)."
        },
        {
            "name" : "11. Insert title cards",
            "img1" : "https://i.guim.co.uk/img/media/f52aaf030ca0a7fe03f11625703d5e684d3bd607/0_440_1200_235/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/f52aaf030ca0a7fe03f11625703d5e684d3bd607/0_440_1200_235/master/1200.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "Title cards are another area where WeVideo proves its worth, and you’ll see one inserted for you at the start of every video project you create in the Android app",
            "part2" : "Tap on the Title card to edit the text, then use the Theme button (which looks like a magic wand) to choose a style for your title cards to be applied throughout the project. The iOS version of WeVideo isn’t quite as advanced, but you can always export a basic project to the Web app where all of the editing features and file formats are available."
        },
        {
            "name" : "Adobe Premiere Clip",
            "img1" : "https://i.guim.co.uk/img/media/a171e1baa623ca4882b438e7ef6136a043339871/0_390_675_305/master/675.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/a171e1baa623ca4882b438e7ef6136a043339871/0_390_675_305/master/675.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "Clip is the stripped-down, mobile version of Adobe’s heavyweight desktop video editing application, and it’s available for both Android and iOS",
            "part2" : "One of its most useful features as far as casual filmmakers are concerned is the automatic mode that appears as an option whenever you create a new project and import some clips: choose to go automatic and the Clip app customises your footage based on a music track and speed chosen by you. It’s the perfect halfway house between sharing your raw video unedited and spending hours poring over every detail of the sequence."
        },
        {
            "name" : "13. Create motion from photos",
            "img1" : "https://i.guim.co.uk/img/media/75998d1fb02512fd397f55a44ef04c7e0a372607/0_593_675_200/master/675.jpg?width=620&quality=85&dpr=1&s=none",
            "img2" : "https://i.guim.co.uk/img/media/75998d1fb02512fd397f55a44ef04c7e0a372607/0_593_675_200/master/675.jpg?width=620&quality=85&dpr=1&s=none",
            "part1" : "Clip includes a more advanced freeform editor too, and one of the tools available in it is Photo Motion: this enables you to add photos to your movies while keeping some kind of movement so your project doesn’t grind to a static stop",
            "part2" : " Tap the cog icon at the top of the freeform editing screen to open the project preferences, then toggle the Photo Motion to the on position. You can’t control the zoom focus or speed, unfortunately, but it makes your project look more fluid if you’re mixing video clips and photos together in the same timeline."
        }
      ]
}
