{{
    "config" : [
        {
          "activate_ads" : "true",
          "activate_steps" : "true",
          "activate_step_email" : "true",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-7467116021377002/8647279304",
          "admob_native" : "ca-app-pub-7467116021377002/5829544278",
          "admob_int" : "ca-app-pub-7467116021377002/7690292993",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#FB923C"
        },
        {
            "active" : "true",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#FBBF24"
        },
        {
            "active" : "true",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#A3E635"
        },
        {
            "active" : "true",
            "name" : "scratch",
            "ico" : "https://img.icons8.com/ios/130/ffffff/erase-image.png",
            "bg" : "#38BDF8"
        },
        {
            "active" : "true",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "true",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "true",
            "name" : "wallpapers",
            "ico" : "https://img.icons8.com/ios/130/ffffff/tails.png",
            "bg" : "#2196F3"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        }
    ],
    
    "data" : [
        {
            "name" : "LuluBox application explanation and download Download LuluBox application latest version",
            "img1" : "https://lulubox.pro/wp-content/uploads/2019/12/Download-Lulubox-App.jpg",
            "img2" : "https://lulubox.pro/wp-content/uploads/2019/12/Download-Lulubox-App.jpg",
            "part1" : "If you are an Android user, you might have hacked some games on your device to play in your spare time without stress, this is the simplest way to relax and advance in the game. Most of the current games have ads and in-app purchases, this is how the publisher is taking advantage of the users and we can fully understand that, however, sometimes it causes problems for the players, that's why we need game mods or android apps to speed up the gaming process and improve your gaming experience.",
            "part2" : "Often you need to use in-game currency to upgrade characters, to buy new items or to do anything else, and to get the full amount the game requires, there are many ways like completing missions, playing a stage multiple times to get rewards or paying real money to buy packs In-Game Items Paying real money to buy items from in-game stores seems to be the fastest way to achieve the goal, but it's the most expensive way, and there are also some games that require payment to unlock the full version or level up."
        },
        {
            "name" : "What is LuluBox Pro",
            "img1" : "https://i0.wp.com/www.gnradar.com/wp-content/uploads/2022/09/Lulubox-APK-gnradar1.jpg?resize=696%2C364&ssl=1",
            "img2" : "https://i0.wp.com/www.gnradar.com/wp-content/uploads/2022/09/Lulubox-APK-gnradar1.jpg?resize=696%2C364&ssl=1",
            "part1" : "Lulubox is an application that can be used to hack games like Lucky Patcher, Cheat Engine, GameGuardian, or SB Game Hacker. This program comes with a guide for its patches that we can download and apply to these games, provided we have these games installed. On the device, thanks to this application, you can access a greater gaming experience by adjusting aspects of the game such as its speed, the number of lives or lives we live, the balance of coins, the level we have reached, and the inventory of items. In return, we can create our own patches and, for that, create an APK MOD of your favorite game for online distribution",
            "part2" : "Some of the items in the game are really expensive, but you can only pay with real money if you want to use them, don't worry because programmers always know how to solve these problems, there are many mod management apps developed and today, we would like to introduce you to the app named Lulubox .Simply Lulubox is a plug-in sharing platform and way to manage mobile games globally, and its main goal is to support its users for better gaming experiences. You have a secure and private environment to protect your information while playing.Lulubox allows players to share their information and upload their add-ons, which enhances your gaming experiences in various aspects, and creates an open forum to motivate users to interact with each other on the topic of improving the gaming experience on smartphones."
        },
        {
            "name" : "Explanation of how Lulubox works",
            "img1" : "https://www.digitalcsc.in/wp-content/uploads/2021/09/Download-LULU-BOX-Mobile-App.jpg",
            "img2" : "https://www.digitalcsc.in/wp-content/uploads/2021/09/Download-LULU-BOX-Mobile-App.jpg",
            "part1" : "Lulubox is not complicated to use at all, we simply have to understand the procedure to follow so that we can apply the game-specific hacks and patches to our video games Step 1: Find the list of games available on the title you want to modify, hack or patch, the game must be installed on your device, and then tap its icon.",
            "part2" : "Step 2: You will soon see that there are many options available which may differ slightly depending on the game, you can enable the options to increase your coins or change the attributes as much as you like, to speed up the game or become invincible, for example. a little. Step 3: Once the options that interest you are enabled and available, you have to press the button at the bottom that says Install. The patch will be installed and after completing the process you will be able to access your game and get the most out of hacking it How it works depends on installing patches or plugins developed by other users and sharing them on Lulubox, in other words, the app does not modify games on its own but uses MODs developed by third parties"
        },
        {
            "name" : "Why do you need to use Lulubox and what are its features",
            "img1" : "https://lmhmod.com/wp-content/uploads/2022/05/lulubox-pro-mod-lmhmod.jpg",
            "img2" : "https://lmhmod.com/wp-content/uploads/2022/05/lulubox-pro-mod-lmhmod.jpg",
            "part1" : "Lulubox is the most secure tool to use many free games, as it does not need any special environment or rooting to work, Lulubox has its own functions that enable it to create its own environment, some free game apps need mod packages in order to activate Premium features in Sometimes these mod packs may not be useful for your device, as these mods may include malicious app components that work for other purposes except working on free game skins, but Lulubox changes the interface of the game apart from something else, so you can avoid threats when you use Lulubox apk as an activator for the interface.",
            "part2" : "Lulubox is a fast, reliable and achievable app as compared to other game interface apps as the developers have designed this amazing app that is well organized and uses the best technologies. Lulubox is a small tool that allows gamers to hack games on Android. Besides, it also offers some other interesting features"
        },
        {
            "name" : "change interface",
            "img1" : "https://phanmem8.com/wp-content/uploads/2022/04/tai-lulubox-pro-apk-v7-4-phanmem8.png",
            "img2" : "https://phanmem8.com/wp-content/uploads/2022/04/tai-lulubox-pro-apk-v7-4-phanmem8.png",
            "part1" : "Skin is always one of the outstanding features of online games because it allows you to change clothes to make the game avatar suit your character, although the interface does not affect character stats or any other indicators to win the game, it is always the most interesting thing in the game, it requires some Rare skins a large amount of gold to buy or can only be obtained from events, it is definitely the most annoying thing, with Lulubox everything is made easy, it allows players to unlock and use everything for free in-game skins, a list of some of the supported games are Mobile Legends and AOV, Garena Free Fire and others.",
            "part2" : ""
        },
        {
            "name" : "• Unlimited Gold / Coins / Diamonds",
            "img1" : "https://i.ytimg.com/vi/aojwzjLPlto/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/aojwzjLPlto/maxresdefault.jpg",
            "part1" : "Has a game bothered you because you cannot unlock game items because there is not enough gold or coins? Everything can be solved with Lulubox where the app provides mods that allow players to use game coins unlimited so you can buy everything easily and for free,",
            "part2" : "All you have to do is select the game icon from the Lulubox interface, choose an app plugin, then open the game and enjoy it. Currently, Lulubox only supports the games in the list it provides, and you can check or find them from the search bar."
        },
        {
            "name" : "• Clone application",
            "img1" : "https://cdn-2.tstatic.net/pontianak/foto/bank/images/lulubox-mobile-legends-pubg-mobile-apakah-aman-digunakan-cara-menikmati-fitur-premium-gratis.jpg",
            "img2" : "https://cdn-2.tstatic.net/pontianak/foto/bank/images/lulubox-mobile-legends-pubg-mobile-apakah-aman-digunakan-cara-menikmati-fitur-premium-gratis.jpg",
            "part1" : "This feature is great for those who use multiple accounts for games or apps, Lulubox supports 'clone' apps, with which you can use two game or social network accounts on the same device without logging out, to use this feature you just select the app you want to clone",
            "part2" : "And click on the Run button, after that wait a little while the application is copied, then you can log in to the second account. Clone feature is usually available on some Samsung and Xiaomi devices"
        },
        {
            "name" : "Simple interface",
            "img1" : "https://gamedaim.com/wp-content/uploads/2020/07/Lulubox-Mobile-Legends-Cara-Download-Fitur-Terbaru-Update-2020-Gamedaim.jpg",
            "img2" : "https://gamedaim.com/wp-content/uploads/2020/07/Lulubox-Mobile-Legends-Cara-Download-Fitur-Terbaru-Update-2020-Gamedaim.jpg",
            "part1" : "Lulubox has a very simple interface, you can open and use it easily, the strength of Lulubox is simply the experience, without complicated processing to interfere with the game",
            "part2" : "the application provides a list of games it supports, users just need to touch and select the plugin to start the game, the application interface is designed in a flat style and can be changed Appearance light to dark."
        },
        {
            "name" : "Games supported by Lulubox",
            "img1" : "https://img.modradar.net/source/lulubox-apk.jpg",
            "img2" : "https://img.modradar.net/source/lulubox-apk.jpg",
            "part1" : "Compared to the same category of apps, Lulubox can be considered as a new name, the app was released not so long ago, however, it is undeniable that it is great to use, it has an easy to use application interface and also, there are not a lot of complicated options for mod games hack, now the number of games While Lulubox supports very limited, the developer also said that they are working hard to update new games to the Lulubox support list.",
            "part2" : "Here is a list of some notable games supported by this mobile legends app: Unlock all heroes for free. PUBG Mobile: Battle themes for free. Garena Free Fire: Unlock all costumes for free. Subway Surfers: Unlimited Coins. Hole: Open all interfaces. Tiktok: Download videos. brawl stars."
        },
        {
            "name" : "Installing the application",
            "img1" : "https://www.luluboxapks.com/img/lulubox-apk-for-android.png",
            "img2" : "https://www.luluboxapks.com/img/lulubox-apk-for-android.png",
            "part1" : "Lulubox is an Android app but it is not available in the Play Store, that's why you can install it just by uploading a file",
            "part2" : "APK. After downloading the application file, we install it on the device by pressing INSTALL"
        },
        {
            "name" : "Download LuluBox app latest version",
            "img1" : "https://www.luluboxapks.com/img/lulubox-apk-for-android.png",
            "img2" : "https://www.luluboxapks.com/img/lulubox-apk-for-android.png",
            "part1" : "https://lulubox.pro",
            "part2" : "https://lulubox.pro"
        }
      ]
}
