{
    "config" : [
        {
          "activate_ads" : "true",
          "activate_steps" : "true",
          "activate_step_email" : "true",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-3940256099942544/6300978111",
          "admob_native" : "ca-app-pub-3940256099942544/2247696110",
          "admob_int" : "ca-app-pub-3940256099942544/1033173712",
          "admob_open" : "ca-app-pub-3940256099942544/3419835294",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd",
          "cpa_img" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQgLb_jegoW0TjYVL7GjI1w7hI6re75uvhytCeCgcb&s",
          "cpa_url" : "https://play.google.com/store/apps/details?id=com.instagram.android"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#FB923C"
        },
        {
            "active" : "true",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#FBBF24"
        },
        {
            "active" : "true",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#A3E635"
        },
        {
            "active" : "true",
            "name" : "scratch",
            "ico" : "https://img.icons8.com/ios/130/ffffff/erase-image.png",
            "bg" : "#38BDF8"
        },
        {
            "active" : "true",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "true",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "true",
            "name" : "wallpapers",
            "ico" : "https://img.icons8.com/ios/130/ffffff/tails.png",
            "bg" : "#2196F3"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        }
    ],
    
    "data" : [
        {
            "name" : "MY SUMMER CAR BUILD GUIDE",
            "img1" : "https://i.ytimg.com/vi/9VpVuR_y_5M/sddefault.jpg",
            "img2" : "https://i.ytimg.com/vi/9VpVuR_y_5M/sddefault.jpg",
            "part1" : "Woah, hold on. Before heading straight for the garage and getting greasy, there are a few things you should probably do first. First of all, it’s worth bearing in mind that MSC has a permadeath mechanic in place, thus doubling this to become a survival game.It means that you need to take care of your in-game player. They too have basic requirements such as having to eat, drink and get some sleep. For our My Summer Car guide, it won’t be enough to just build the Satsuma and ignore this.If you do that, then the player could die, and you’ll have to start all over. Besides, you’re going to need to head to town and get some parts to finish that build, anyway. So, be sure to get enough food and drink to keep you stocked up while you’re there.",
            "part2" : "So, before we get into anything else, you’re going to want a van. In the most recent updates of the game, the van – a Hayosiko Pace – will spawn by Uncle Kesseli. Toivo Kesseli is the player’s uncle, and you can find his house near yours.You’ll be prompted and hinted about Uncle Kesseli’s van through a note that the player’s parents left on the fridge. Here, the game tells you that you can borrow Uncle Kesseli’s van. However, once you get in the van, a time will count down to tell you how much time you have left before it needs to be returned."
        },
        {
            "name" : "MY SUMMER CAR MAP",
            "img1" : "https://i.ytimg.com/vi/Y-k09oulWPI/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/Y-k09oulWPI/maxresdefault.jpg",
            "part1" : "You’re going to need a vehicle to haul back anything you buy in the town. It would be prudent as well, that before you continue on our My Summer Car guide, you should get a few jerrycans. There’s a black diesel canister in the barn, and there’s a green gas can by the back left corner of the garage.",
            "part2" : "Bring along both. Now, let’s get in the van and head into town. Hopefully, you’ve gotten used to the game’s controls by now. After this, you can start by driving down the dirt path.Just after a set of railroad tracks, there should be a three-way intersection at the end of this dirt path that leads to the player’s house. Turn left, and follow this road until you read a four-way intersection.Now, take a right, and you should end up by a paved road, which is the game’s highway. Turn left and get onto the highway. Keep driving, and then take the fourth left-hand side exit in order to reach the game’s main town and urbanized area, Peräjärvi."
        },
        {
            "name" : "WHAT ARE YOU SUPPOSED TO BUY FROM TEIMO’S SHOP?",
            "img1" : "https://www.games-manuals.com/wp-content/uploads/2022/01/My-Summer-Car-231.jpg",
            "img2" : "https://www.games-manuals.com/wp-content/uploads/2022/01/My-Summer-Car-231.jpg",
            "part1" : "If we take a glance of your garage at (the player’s) home, then there should already be a few parts that are ready and waiting to be fitted on the Satsuma. Most of the other bits and pieces, however, need to be acquired in the game. It could be easily bought from Teimo’s shop and a few other locations. However, certain parts could instead be found for free. One example is how you can find the starter wheels for your car by the Abandoned Mansion.",
            "part2" : "Still, much of our My Summer Car guide will hinge on buying these parts from Teimo’s shop. So, be sure to have enough money on hand. If you don’t, then you could complete a few jobs and tasks to earn markka, or ‘mk’, as the local currency is called. It’s for this reason why we’ve recommended taking the van to town, as it could fit more stuff in there than some other vehicles."
        },
        {
            "name" : "ANYTHING ELSE YOU NEED TO GET?",
            "img1" : "https://i.ytimg.com/vi/q1C0mXo9Hw8/sddefault.jpg",
            "img2" : "https://i.ytimg.com/vi/q1C0mXo9Hw8/sddefault.jpg",
            "part1" : "Those parts that we highlighted above are absolutely necessary for you to properly build the Satsuma to completion. But as we’ve noted so far in our My Summer Car guide, there’s more you should get.",
            "part2" : "For starters, you’ll need to spend money on paying for gasoline and diesel that you’ve just pumped up. While you’re at Teimo’s, remember the bodily essentials. Sausages are the most efficient food item when it comes to filling up your hunger bar. Beer is the best liquid in the game, cigarettes should help your character relieve stress in a pinch. Buy as much as you think is necessary before packing up the van and heading back home."
        },
        {
            "name" : "JUST BEFORE YOU START WITH BUILDING THE SATSUMA…",
            "img1" : "https://i.ytimg.com/vi/GlTdUDtDpEo/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/GlTdUDtDpEo/maxresdefault.jpg",
            "part1" : "There are a couple more tips and tricks for our My Summer Car guide before we get to building the Satsuma. Firstly, you should know that MSC also has a damage system for your car and its many parts.",
            "part2" : "Some components will get damaged over time and necessitate a replacement. Most of these ‘damageable’ parts that you’ll get at the start of the game are almost always in near-critical condition. You could have these parts delivered and serviced at the Fleetari repair shop.This is a cheaper way to get them back to running order. However, we’ve found that it’s best to just go ahead and buy these parts completely brand new from Fleetari’s. Though more expensive, it will relieve a huge sore point later on as you now technically have more robust components that won’t have to be replaced so soon."
        },
        {
            "name" : "WHAT DO YOU NEED TO DO TO BUILD THE SATSUMA?",
            "img1" : "https://i.ytimg.com/vi/C6H2-Q_iAHw/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/C6H2-Q_iAHw/maxresdefault.jpg",
            "part1" : "At this stage in our My Summer Car guide, we should have everything that we need parts-wise to rebuild your Datsun. This includes the bits and bobs that spawn naturally by the player’s home or garage, as well as the things that we bought or picked up along the way.",
            "part2" : "As we mentioned much earlier, the car building aspect of MSC is actually very realistic, and almost simulator-like in feel. You need to individually pick up every single component, and align them in place before bolting them on.There are a whole lot of different parts that require attaching, from the engine, chassis, and so on. For our My Summer Car guide, we’ll take a closer look at all the individual items on the Satsuma that you’ll have to put together. We’ll even let you know how many nuts or bolts, as well as their sizes that are important for that particular part. So, if we use the term “2x10mm”, this means that if you want to put them together, you need 2 bolts or nuts, with the 10mm spanner or ratchet."
        },
        {
            "name" : "MY SUMMER CAR CHASSIS",
            "img1" : "https://i.ytimg.com/vi/m_3YhsxRrfU/sddefault.jpg",
            "img2" : "https://i.ytimg.com/vi/m_3YhsxRrfU/sddefault.jpg",
            "part1" : "Once you’ve completed the engine part of our My Summer Car guide, it’s time to get to the chassis. You should consider jacking the car off the ground using the floor jack. Or, you could (carefully) push the car into the garage, where you can work on it from the pit.",
            "part2" : "Before we get into completing the rest of the bodywork, it would be helpful to lift the engine out of the Satsuma. Once you’ve already completed assembling the engine, you can attach the main block to a hoist (2x10mm). Once the chassis is done and ready, you can then very slowly lower the finished engine back in."
        },
        {
            "name" : "MY SUMMER CAR HOW TO ORDER PARTS",
            "img1" : "https://i.ytimg.com/vi/7Ee7pXtm7go/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/7Ee7pXtm7go/maxresdefault.jpg",
            "part1" : "If you need to order parts for My Summer Car, head over to the garage, and you should be able to find the AMIS Catalog. Otherwise, there are other such magazines or catalogs elsewhere around the map, like at Fleetari’s workshop",
            "part2" : "These might contain other unique parts that you can’t order from the AMIS Catalog, but the latter should contain most of what you need. To order a part, browse around the catalog and find the part(s) you need. Then, click on a particular part and this will fill in an order form. Once you’re done, click on the ‘TILAA NYT!’ button (aka Order Now!), and an envelope will spawn. Next up, take this envelope to the main town, and place it in the mailbox next to the store. Soon, a clerk informs you that the parts are in, and you can pick them up."
        }
      ]
}
