{
    "config" : [
        {
          "activate_ads" : "true",
          "activate_steps" : "false",
          "activate_step_email" : "false",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-7467116021377002/9069521560",
          "admob_native" : "ca-app-pub-7467116021377002/2504113210",
          "admob_int" : "ca-app-pub-7467116021377002/6443358223",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#fbf13c"
        },
        {
            "active" : "true",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#693cfb"
        },
        {
            "active" : "true",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#fb3cb5"
        },
        {
            "active" : "true",
            "name" : "scratch",
            "ico" : "https://img.icons8.com/ios/130/ffffff/erase-image.png",
            "bg" : "#38BDF8"
        },
        {
            "active" : "false",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "false",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "true",
            "name" : "wallpapers",
            "ico" : "https://img.icons8.com/ios/130/ffffff/tails.png",
            "bg" : "#2196F3"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : "https://images8.alphacoders.com/126/1262676.jpg"
        },
        {
            "name" : "",
            "img" : "https://images6.alphacoders.com/126/1262652.jpg"
        },
        {
            "name" : "",
            "img" : "https://images2.alphacoders.com/121/1211317.jpg"
        },
        {
            "name" : "",
            "img" : "https://images8.alphacoders.com/121/1211316.jpg"
        },
        {
            "name" : "",
            "img" : "https://images4.alphacoders.com/121/1211315.jpg"
        },
        {
            "name" : "",
            "img" : "https://images2.alphacoders.com/121/1211314.jpg"
        },
        {
            "name" : "",
            "img" : "https://images.alphacoders.com/121/1211313.jpg"
        },
        {
            "name" : "",
            "img" : "https://images.alphacoders.com/121/1211312.jpg"
        },
        {
            "name" : "",
            "img" : "https://images4.alphacoders.com/121/1211311.jpg"
        },
        {
            "name" : "",
            "img" : "https://images6.alphacoders.com/117/1177315.jpg"
        }
    ],
    
    "data" : [
        {
            "name" : "Splatoon 3 Tips, Tricks, And Hints",
            "img1" : "https://images.nintendolife.com/8c8953f20decd/splatoon-3-tips-and-hints.large.jpg",
            "img2" : "https://images.nintendolife.com/8c8953f20decd/splatoon-3-tips-and-hints.large.jpg",
            "part1" : "Splatoon 3 is out now for Nintendo Switch. With months of Directs and trailers galore in the lead up to its September launch, you would think that we would be in the perfect place to dive straight into the game's online play, racking up win after win, right? Well, you'd be wrong.",
            "part2" : "Although we absolutely love the latest entry in the Splatoon saga (we dubbed it 'the pinnacle of the series, and the pinnacle of shooters on Switch' in our 9/10 review), some of us here at Nintendo Life still need a hand with getting to grips with the game's mechanics.In this guide we will be doing just that, covering all of the tips and hints required to make you a splat superstar, whether you're a Splatoon veteran or new to the series."
        },
        {
            "name" : "Splatoon 3 Guide - Tips and Hints",
            "img1" : "https://images.nintendolife.com/65a1e9f169f7c/s3-intro.large.jpg",
            "img2" : "https://images.nintendolife.com/65a1e9f169f7c/s3-intro.large.jpg",
            "part1" : "If, like us, you headed into the game's first Splatfest and quickly found that you are somewhat out of your depth in the world of ink, squids, and splats, then have no fear. In the guide below we've laid down all of the tips and tricks that you need to become a splat-champion.",
            "part2" : "We have broken up our information across three pages into General Tips and Advice for the game, followed by more specific tips for Anarchy Battles and Salmon Run modes on pages two and three respectively."
        },
        {
            "name" : "Get acquainted with Single Player Mode",
            "img1" : "https://images6.alphacoders.com/117/1177315.jpg",
            "img2" : "https://images6.alphacoders.com/117/1177315.jpg",
            "part1" : "If you are completely new to the world of Splatoon, then Splatoon 3's Single Player Mode is the place to start. Apart from being a really fun time with an interesting story and engaging missions, the Single Player Mode will bring you up to speed with all of the basics of the game from how to use different weapons to the need for ink preservation.",
            "part2" : "This is also the perfect opportunity to try out a boatload of weapons and find out what works for you. Everyone has a different play style in Splatoon 3, and finding your ideal weapon early on is going to come in extremely handy in the long run."
        },
        {
            "name" : "Motion controls are your friend",
            "img1" : "https://images4.alphacoders.com/121/1211311.jpg",
            "img2" : "https://images4.alphacoders.com/121/1211311.jpg",
            "part1" : "Perhaps the most daunting aspect of Splatoon 3 when first entering the game is the reliance on motion controls. You have two options with aiming your weapon in the game: motion controls and the more standardised right-analogue stick.",
            "part2" : "Using the motion controls will take some getting used to, but it endlessly improves your accuracy and aim speed, making it a must for all new players. You can adjust the sensitivity to different weapons, so this is by no means a one-size-fits-all approach. Take your time to learn motion controls and see what sensitivity works for you."
        },
        {
            "name" : "Ink your base",
            "img1" : "https://images.alphacoders.com/121/1211312.jpg",
            "img2" : "https://images.alphacoders.com/121/1211312.jpg",
            "part1" : "Now this may seem obvious, but it is a wonder how many people forget: Remember to ink your base.",
            "part2" : "Laying down ink in your opponent's zone is all well and good, but your hard work will come to nothing if your team hasn't laid down the groundwork to cover home turf before moving out.nterestingly, the next tip might just help with this..."
         },
        {
            "name" : "Use Bombs and Sprinklers after spawning",
            "img1" : "https://images.nintendolife.com/ddc083e03aa36/s3-base.large.jpg",
            "img2" : "https://images.nintendolife.com/ddc083e03aa36/s3-base.large.jpg",
            "part1" : "We understand the desire to move forward and get to your enemy's base, so you should make use of your secondary weapons to help cover your backs and ink your base in the process.",
            "part2" : "Fizzy Bombs, Sprinklers, and the like are an ideal approach for this method. Place them down directly after respawning so that you can regain your ink as you swim back into battle.Where inked ground doesn't matter as much in Anarchy Battles, use the same approach to fill up your Special Meter."
        },
        {
            "name" : "Familiarise yourself with stages in Recon Mode",
            "img1" : "https://images.nintendolife.com/bc5282a03708b/s3-recon.large.jpg",
            "img2" : "https://images.nintendolife.com/bc5282a03708b/s3-recon.large.jpg",
            "part1" : "Be it Splat Zones, Tower Control, Clam Blitz, or Rainmaker (for which there will be more tips later), if you want to get to grips with Splatoon 3's different stages and game modes, then look no further than Recon Mode.",
            "part2" : "This mode lets you run around the game by yourself, providing the perfect opportunity to learn the ins and outs of individual maps, see what happens in each game mode and maybe even start to map different routes and positions you can take when you enter online play.For those who have played Splatoon before, Recon Mode is great for working out the new additions to the game such as the checkpoint system in Rainmaker."
        },
        {
            "name" : "Use your map",
            "img1" : "https://www.nintendolife.com/guides/splatoon-3-tips-tricks-and-hints",
            "img2" : "https://www.nintendolife.com/guides/splatoon-3-tips-tricks-and-hints",
            "part1" : "Going from the throws of battle to respawning can be a little discombobulating, so be sure to use your map whenever you spawn to get an understanding of where the enemy is pushing and what your best method of attack will be.",
            "part2" : "Not only will this help you get into the action that bit quicker, but it is also a great way to work out how the game is going for your team. Trust us, it's good to be on top of these things."
        },
        {
            "name" : "Squid Surge and Squid Roll",
            "img1" : "https://images.alphacoders.com/121/1211313.jpg",
            "img2" : "https://images.alphacoders.com/121/1211313.jpg",
            "part1" : "A top tip for newcomers and experienced splatters alike is to work out how to use the game's new moves, Squid Surge and Squid Roll, to your advantage.",
            "part2" : "The Squid Surge can appear a little difficult at first, but once you work out when is the optimum time to use it to scale a wall, it really is as simple as holding down 'B'. Timing this right will let you move faster and jump higher so it is well worth coming to terms with.The Squid Roll also has some fun advantages to transform your play. With just a flick of the analog stick, you can now change swimming direction with ease (also granting yourself some nice invincibility while in the air). Be sure to learn how to hit this move off walls. While it may not be the quickest manoeuvre, it makes you like like a proper slick squid and is always handy to bulk out your moveset."
        },
        {
            "name" : "Refill, Recharge, Retreat",
            "img1" : "https://images2.alphacoders.com/121/1211317.jpg",
            "img2" : "https://images2.alphacoders.com/121/1211317.jpg",
            "part1" : "It's very easy to get caught up in the forward momentum of battle and feel like it is always GO GO GO, but this is very much not the case.",
            "part2" : "It is often a good idea to take the time to fill up your ink, charge your special by splatting quieter areas or take a step back from battle and only get involved when you see fit.A teammate taking their time is often more helpful than one who is all the way back at the respawn point, so don't be afraid to refill, recharge, and retreat."
        },
        {
            "name" : "Find a teammate to help in 1v1s",
            "img1" : "https://images.nintendolife.com/fabf3dd63c6b6/s3-team.large.jpg",
            "img2" : "https://images.nintendolife.com/fabf3dd63c6b6/s3-team.large.jpg",
            "part1" : "Working in tandem with the last tip, if you are still working out the mechanics of the game (and we understand, it can be a lot) then take comfort in moving as a team and attacking in unison.",
            "part2" : "The same applies to moments in which you respawn and know that a teammate will be right behind you. It is often a good idea to hang back and wait before moving in as a collective. After all, as the famous phrase goes, two squids are better than one."
        },
        {
            "name" : "Choosing your weapon",
            "img1" : "https://images8.alphacoders.com/126/1262676.jpg",
            "img2" : "https://images8.alphacoders.com/126/1262676.jpg",
            "part1" : "The glow of a shiny new weapon can be tempting when first entering a new game, but the impact of your secondary weapons and specials should not be overlooked.",
            "part2" : "In the case of specials, these are really going to make a large impact on your abilities in play. You might use the Tacticooler to speed up and instant-revive your teammates, the Reef Slider to speed into enemy territory before exploding to ink up the surrounding area, the Ink Vac to suck up enemy ink and fire it back at them. There are many options to be played with which are going to change your game just as much as your main weapon type.The same can be said for your sub-weapons. Be it a Fizzy, Burst or Suction Bomb, a Torpedo or Ink Mine, there is an arsenal full of secondaries to consider in your weapon selection which — while they may not turn the tide quite as quickly as your specials — can be used correctly to ensure your team victory."
        }
      ]
}
