{
    "config" : [
        {
          "activate_ads" : "true",
          "activate_steps" : "false",
          "activate_step_email" : "false",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-7467116021377002/7564868204",
          "admob_native" : "ca-app-pub-7467116021377002/6251786532",
          "admob_int" : "ca-app-pub-7467116021377002/6163909205",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#fb8f3c"
        },
        {
            "active" : "true",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#92ab13"
        },
        {
            "active" : "true",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#A3E635"
        },
        {
            "active" : "true",
            "name" : "scratch",
            "ico" : "https://img.icons8.com/ios/130/ffffff/erase-image.png",
            "bg" : "#38BDF8"
        },
        {
            "active" : "false",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "false",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "true",
            "name" : "wallpapers",
            "ico" : "https://img.icons8.com/ios/130/ffffff/tails.png",
            "bg" : "#2196F3"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : "https://images5.alphacoders.com/115/thumbbig-1151556.webp"
        },
        {
            "name" : "",
            "img" : "https://images5.alphacoders.com/125/1254234.jpg"
        },
        {
            "name" : "",
            "img" : "https://images8.alphacoders.com/125/1254232.jpg"
        },
        {
            "name" : "",
            "img" : "https://images8.alphacoders.com/125/1254232.jpg"
        },
        {
            "name" : "",
            "img" : "https://images.alphacoders.com/115/1151558.jpg"
        },
        {
            "name" : "",
            "img" : "https://images4.alphacoders.com/115/1151557.jpg"
        },
        {
            "name" : "",
            "img" : "https://images8.alphacoders.com/115/1151554.jpg"
        },
        {
            "name" : "",
            "img" : "https://images7.alphacoders.com/125/1254233.jpg"
        },
        {
            "name" : "",
            "img" : "https://trailers-jeux-videos.com/wp-content/uploads/2022/04/3965661-steelrising.jpg"
        },
        {
            "name" : "",
            "img" : "https://www.gematsu.com/wp-content/uploads/2021/12/Game-Page-Box-Art_Steelrising-Inits-320x480.jpg"
        }
    ],
    
    "data" : [
        {
            "name" : "Steelrising tips to help",
            "img1" : "https://www.gematsu.com/wp-content/uploads/2021/12/Game-Page-Box-Art_Steelrising-Inits-320x480.jpg",
            "img2" : "https://asset.vg247.com/steelrising-fans.jpg/BROK/resize/1920x1920>/format/jpg/quality/80/steelrising-fans.jpg",
            "part1" : "Before you start pirouetting and clickety-clacking your way through 18th Century France, our Steelrising tips are required reading.",
            "part2" : "It’s time for another sort-of Souls-like to sink your teeth into this year, because what else are you going to do? Spiders is back with another game, though this time it leans more action than RPG. We’re talking, of course, about Steelr,Steelrising is a meaty game you’ll be spending a lot of time with - if you dig its vibes. Among those is an 18th century France setting, just as the French Revolution was beginning to rage. Except, in this alternate version of history, Marie Antoinette is not an entirely terrible person, and King Louis the 16th’s famed love of clockmaking turned into a passion for creating automatons.You play as Aegis, one such steampunk robot, who works for the Queen to fight the King’s tyranny."
        },
        {
            "name" : "Upgrade your stamina early",
            "img1" : "https://trailers-jeux-videos.com/wp-content/uploads/2022/04/3965661-steelrising.jpg",
            "img2" : "https://trailers-jeux-videos.com/wp-content/uploads/2022/04/3965661-steelrising.jpg",
            "part1" : "Steelrising is not a very difficult game, particularly if you turn on the Assist Mode. Though you may not be dying often here, you’ll notice that you’re running out of stamina a lot quicker than you may feel like you should.",
            "part2" : "A good solution to that problem is spending your earned Anima Essence currency to upgrade Vigor, which boosts your stamina pool, known as Endurance. This is particularly crucial early on, as it might take you a while to master the cooling mechanic and quickly regain your stamina. The same attribute responsible for your stamina also raises your critical hit multiplier."
        },
        {
            "name" : "Don’t Rapid Cool yourself prematurely",
            "img1" : "https://images7.alphacoders.com/125/1254233.jpg",
            "img2" : "https://images7.alphacoders.com/125/1254233.jpg",
            "part1" : "When you deplete the entirely of your stamina bar in Steelrising, you’re given a small window to quickly recharge it – effectively letting off the heat Aegis accumulates. This Nioh-style system lets you stay on the offensive, if you manage to be good at it.",
            "part2" : "If you’re too eager, however, you’re going to hit the button and nothing will happen, leaving you out of stamina, and unable to dodge or attack. Triggering the cooling the correct way requires a bit of finesse and patience. It’s always better to hit it later than you should (and gain some Frost Build-up as a result) than do it early and keep delaying the recharge Watch for the stamina bar and only trigger the cooling once it stops flashing red. This takes a second or so to happen once all your stamina has been depleted, so once again, don’t rush to immediately fix overheating by spamming the button and making things worse."
        },
        {
            "name" : "It pays to explore and return to older areas often",
            "img1" : "https://images8.alphacoders.com/115/1151554.jpg",
            "img2" : "https://images8.alphacoders.com/115/1151554.jpg",
            "part1" : "There’s an element of Metroidvania in Steelrising. You can easily see this in the first level where you start the game, as you’ll come across a number of areas you’re unable to access because you lack the necessary tool.",
            "part2" : "There are three traversal upgrades you can acquire over the course of the game, and each lets you into previously-inaccessible corners of every map. But even beyond that, you should make an effort to venture off the beaten path and explore every nook and cranny in Steelrising For one, this lets you understand the layout, and helps you make a mental note of areas you should return to down the line once you’ve acquired the necessary upgrade. More than that, though, the game showers you with upgrade materials, Anima Essence (Souls), armour and weapons simply for exploring – just watch out for enemy traps!"
        },
        {
            "name" : "You can buy upgrade materials",
            "img1" : "https://asset.vg247.com/Steelrising_Cite_01_explo.png/BROK/resize/1920x1920>/format/jpg/quality/80/Steelrising_Cite_01_explo.png",
            "img2" : "https://asset.vg247.com/Steelrising_Cite_01_explo.png/BROK/resize/1920x1920>/format/jpg/quality/80/Steelrising_Cite_01_explo.png",
            "part1" : "If you feel like you’ve been doing enough exploring but still seem to be missing certain upgrade materials, check the Boutique at any Vestal or Carriage. The inventory changes often, so make it a habit of browsing what’s on sale under the Materials section.",
            "part2" : "Steelrising makes it clear what type, and how many, of each upgrade material you need for a specific job, whether it be weapon upgrades, healing item upgrades and so on. If you’re missing something, check the Boutique – you might be able to afford it and get the material then and there.As always with Souls-likes, it’s best to spend a few minutes farming currency for a guaranteed upgrade rather than continue hunting for the missing material in the levels."
        },
        {
            "name" : "You can’t block by default, but you just need the right weapon",
            "img1" : "https://images4.alphacoders.com/115/1151557.jpg",
            "img2" : "https://images4.alphacoders.com/115/1151557.jpg",
            "part1" : "What are the best iPhone games? Whether you’re an Apple diehard or you’ve just bought your first device.",
            "part2" : "To do this, you’ll need to activate their Shield special skill, meaning blocking in this case will be mapped to the left trigger on your controller, as that is the button for triggering weapons’ unique skills. This may be hard to wrap your head around if you’re used to the left bumper being the block button, but keep in mind that Steelrising is a game that wants you to move around, not turtle.f you need to try it out before you decide, two of the starting classes – Bodyguard, and Dancer - have weapons with a Shield skill equipped by default, so you might want to start with that and see how you feel about it.In general, weapon skills are a key part of combat in Steelrising, so don’t sleep on their capabilities. Take a moment to read the description of each weapon you acquire to see whether their skills can help you. It’s quite common to find weapons whose skills are useless, but their main attributes are worth the trade-off, or vice versa."
        },
        {
            "name" : "Stock up on Oridnary Oil Vial flasks",
            "img1" : "https://images5.alphacoders.com/125/1254234.jpg",
            "img2" : "https://images5.alphacoders.com/125/1254234.jpg",
            "part1" : "Another thing Steelrising copies from Bloodborne is the idea of finite healing items. The game actually uses a mix of both finite and renewable healing items. At all times, you have a limited number of Oil Burettes (Estus) on you, which refresh when you rest at a Vestal or Carriage.",
            "part2" : "You can upgrade the number of those you can carry – up to a limit, and you can boost how much HP they heal you. But the real game changer is the Ordinary Oil Vial, which is sort of like Blood Vials from Bloodborne. By that we mean you can farm them, buy them, and carry a tonne of them.Unlike the standard healing items, however, the Oil Vials heal you over time and not instantly. Still, they’re incredibly useful when you run out of the renewable Burettes during a run. By stocking up on those (and they’re quite cheap at the Boutique, too), you can effectively never die – provided you back off for a few seconds to let your character heal up.The number of them you can carry could actually be something that gets adjusted in later patches, as right now, they can make things a little too easy."
        },
        {
            "name" : "Always be freezing enemies/bosses",
            "img1" : "https://images5.alphacoders.com/125/1254234.jpg",
            "img2" : "https://images5.alphacoders.com/125/1254234.jpg",
            "part1" : "Alchemical (Elemental) Damage is very strong in Steelrising. Both you and your enemies have access to it, and you should definitely make it part of your regular repertoire. There are three kinds of Alchemical Damage, but the best one by far is Frost. When it procs, the enemy becomes frozen in place for a few seconds, letting you wail on them uninterrupted.",
            "part2" : "Whenever an elemental damage is being applied, you’ll see a circle denoting the type next to an enemy’s health bar. The same can also be seen next yours if you’re receiving it. The more of that element the enemy receives in damage, the faster it’s going to accumulate.Frost is far and away the most effective in combat, so you should be using it against most enemies. Pretty much anything that applies the element is great. This can be a weapon such as the Charleville 1789 Shield Musket, or grenades.The only time you shouldn’t be going for Frost is..."
        },
        {
            "name" : "Never apply the same elemental damage a boss/enemy is using",
            "img1" : "https://images5.alphacoders.com/125/1254234.jpg",
            "img2" : "https://images5.alphacoders.com/125/1254234.jpg",
            "part1" : "This one is really more of a general game tip, but it helps to be reminded of it. In Steelrising, many enemies – including bosses – cause elemental damage with their attacks, sometimes more than one.",
            "part2" : "While we recommend Frost Damage against most enemies, it will not work against those that already apply that type of damage to you. Or, it’s going to work, but will take you an obscene amount of time to get it to trigger.In other words, enemies who apply a certain elemental damage type are usually resistant to it."
        },
        {
            "name" : "Always use your consumables",
            "img1" : "https://images8.alphacoders.com/125/1254232.jpg",
            "img2" : "https://images8.alphacoders.com/125/1254232.jpg",
            "part1" : "You definitely should not hoard consumable items in Steelrising. For one, most of them can be easily bought at the Boutique, which means you can farm Anima Essence and effectively buy what you want at any time. But even if you’re not willing to farm, you’ll find the most common laying around the levels, especially if you make a habit of breaking boxes and never leaving a stone unturned.",
            "part2" : "The two most common consumables you’ll come across are Ordinary Oil Vials and various elemental grenades. The game does actually - subtly - give you a hint about the type of element damage you’re going to receive in this area based on the grenades you findIn short, the majority of items are not special, rare finds you should hold on to."
     
        }
      ]
}
