{
    "config" : [
        {
          "activate_ads" : "true",
          "activate_steps" : "true",
          "activate_step_email" : "true",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-7467116021377002/3521772646",
          "admob_native" : "ca-app-pub-7467116021377002/7413788334",
          "admob_int" : "ca-app-pub-7467116021377002/8730739432",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#FB923C"
        },
        {
            "active" : "true",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#FBBF24"
        },
        {
            "active" : "true",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#A3E635"
        },
        {
            "active" : "true",
            "name" : "scratch",
            "ico" : "https://img.icons8.com/ios/130/ffffff/erase-image.png",
            "bg" : "#38BDF8"
        },
        {
            "active" : "true",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "true",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "true",
            "name" : "wallpapers",
            "ico" : "https://img.icons8.com/ios/130/ffffff/tails.png",
            "bg" : "#2196F3"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        }
    ],
    
    "data" : [
        {
            "name" : "The Broken Mask : Complete Walkthrough",
            "img1" : "https://gameplay.tips/wp-content/uploads/2022/11/evil-nun-the-broken-mask-678x381.jpg",
            "img2" : "https://gameplay.tips/wp-content/uploads/2022/11/evil-nun-the-broken-mask-678x381.jpg",
            "part1" : "Evil Nun The Broken Mask walkthrough. This guide was written during Early Access in November 2022. Evil Nun invites you to a religious summer camp",
            "part2" : "When you arrive, you notice that the camp is very different from what you imagine, when suddenly a nun knocks you down with a hammer. You wake up in an abandoned school and have to manage to avoid each other."
        },
        {
            "name" : "Cross the bridge",
            "img1" : "https://www.gameactuality.com/wp-content/uploads/2022/11/evil-nun-the-broken-mask-soluce-guide-walkthrought-01-1024x576.jpg",
            "img2" : "https://www.gameactuality.com/wp-content/uploads/2022/11/evil-nun-the-broken-mask-soluce-guide-walkthrought-01-1024x576.jpg",
            "part1" : "Welcome to Evil Nun. At the start of your game, you are locked in your room. You can view the objectives to figure out that you need to power up a fuse box first. Attention, the nun Madeline moves randomly in the school. Stay discreet by crouching so as not to make you wait. Use the many hiding places so as not to be seen. Avoid making too much noise by moving surrounding objects so as not to attract it.",
            "part2" : "Let’s start by finding the fuse box. Go upstairs to discover a door in front of the dining room on fire. Push the door to find the fuse box inside. Now that you know where to put the fuses let’s go looking for them. You can read the instructions in the objectives menu to find a clue where they are. The first is in the kitchen, the second in the dining room and the last in a nun’s room."
        },
        {
            "name" : "Look up",
            "img1" : "https://www.gameactuality.com/wp-content/uploads/2022/11/evil-nun-the-broken-mask-soluce-guide-walkthrought-14-1024x576.jpg",
            "img2" : "https://www.gameactuality.com/wp-content/uploads/2022/11/evil-nun-the-broken-mask-soluce-guide-walkthrought-14-1024x576.jpg",
            "part1" : "After crossing the bridge and the outer courtyard, enter the second building. Locate the theater in the center of the building and head east to spot a classroom",
            "part2" : "Pick up the broom in the room. Go to the exit door and open the door to the east. Look at the ceiling to find displaced boards. Use the stick to knock down a crowbar."
        },
        {
            "name" : "Box of cookies",
            "img1" : "https://www.gameactuality.com/wp-content/uploads/2022/11/evil-nun-the-broken-mask-soluce-guide-walkthrought-18-1024x576.jpg",
            "img2" : "https://www.gameactuality.com/wp-content/uploads/2022/11/evil-nun-the-broken-mask-soluce-guide-walkthrought-18-1024x576.jpg",
            "part1" : "Pick up the crowbar and return to the theater. Use the crowbar to open a hiding place to the left of the stage. Take the cookie box inside and exit through the outer door east of the theater",
            "part2" : " Climb above the building using a ladder. Join a chimney to throw the cookie box inside.Go back down carefully thanks to the scaffolding. Directly on entering, turn left to find access to the cellar. Go inside to find the open box of cookies with a key. Take the key and exit through the school exit door. Run to the road to finish the level."
        },
        {
            "name" : "Explosion In The Heights Walkthrough – Evil Nun",
            "img1" : "https://www.gameactuality.com/wp-content/uploads/2022/11/evil-nun-the-broken-mask-soluce-guide-walkthrought-26.jpg",
            "img2" : "https://www.gameactuality.com/wp-content/uploads/2022/11/evil-nun-the-broken-mask-soluce-guide-walkthrought-26.jpg",
            "part1" : "In this chapter, you will be able to access the elevator. If you have already read our old walkthrough, then it would be easy for you to understand. In the chapter, you will have to place the doll, crank, and dynamite in the elevator. After it, you will get the explosive doll. To fix the elevator, you must use the bottle of oil on it(read the old walkthrough below for more info). After getting the explosive doll, go to the second floor and find the balcony(go to the floor -> take the left turn -> open the first gate)",
            "part2" : "Use the crank to make a temporary bridge for the doll. On the same screen, on the right side, hide inside the closet and use the explosive doll. That doll will explode and blast the balloons. Go to the basketball court(below the balcony) and there you will get the mask piece. Place the mask piece in the Mysterious Mould puzzle to get a new grail and access to the new chapter."
        },
        {
            "name" : "The Mini Game Room – Chicken And Pink Room",
            "img1" : "https://cdn.cloudflare.steamstatic.com/steam/apps/1460220/ss_0a4448cc0269b9514a28b3069cf137043e8c967e.1920x1080.jpg?t=1669996959",
            "img2" : "https://cdn.cloudflare.steamstatic.com/steam/apps/1460220/ss_0a4448cc0269b9514a28b3069cf137043e8c967e.1920x1080.jpg?t=1669996959",
            "part1" : "In this evil nun chapter, you will get the pink key(after placing the grail in bunker room). Use that pink key to open the pink door. After it, find the chicken(Go to the basketball court -> open the trap door -> there you will find the chicken). Get the chicken and head to the Pink room again. Place it on the engine. After it, you have to find the corn(Bunch of corn). You can find it in the rooms, closets",
            "part2" : "Once found, go back to the pink room again and give it to the chicken. Use the minigun to play the minigame. Shoot the + points board. Once done, leave. And in the same room, near the board, under the rewards panel, you will get the mask piece. Place it in the Mysterious Mould puzzle to get another Grail. Find it and repeat."
        },
        {
            "name" : "Chapter Satanic Ritual – Evil Nun",
            "img1" : "https://gamefabrique.com/storage/screenshots/pc/evil-nun-the-broken-mask-11.png",
            "img2" : "https://gamefabrique.com/storage/screenshots/pc/evil-nun-the-broken-mask-11.png",
            "part1" : "In this chapter, you will get a black key after putting the grail on the plinth. Use this black key to open the laboratory room, which is on the first floor. To enter the laboratory room, you must restore the electricity supply(Read our old walkthrough below for more details). After restoring the electricity supply, go to the first floor, take the left turn, then again take the left turn -> open the room -> there would be one more room(black room/laboratory room).",
            "part2" : "In the laboratory room, you will see a skeleton. Put three items on it; Mannequin, eagle’s wings, and goat head. After it, make some sound there to call evil nun. Make sure to hide after making the noise. After it, Evil Nun will start praying. Go close to the skeleton and there you will find a code. Use that code to open the locked door(read the 3rd point on old walkthrough below). From there you will get the mask piece."
        },
        {
            "name" : "1.) Pass The Electricity Supply To Open The Shutter Door",
            "img1" : "https://i.ytimg.com/vi/efxRCcs3Cdo/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/efxRCcs3Cdo/maxresdefault.jpg",
            "part1" : "(Item requirement – small cable). The exit door is behind the roller shutter door. And to open the shutter door, you have to press the switch button. Prior to it, you have to restore the electricity supply. Go to the second floor(above the ground floor). On the right-hand side, there would be a door. Open it. Now, you are in the gallery",
            "part2" : "On the wall, there is an electrical panel. Aim to the lever and tap the hand(use) icon. Make sure you have small cable in your hand. It is required to pass the current. Where to find the small cable? Answer – In the lockers, drawers, closet, and rooms. On the benches, chairs."
        },
        {
            "name" : "2.) Get The Message Or Code Or Password",
            "img1" : "https://i.ytimg.com/vi/vsxdbMfA9CU/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/vsxdbMfA9CU/maxresdefault.jpg",
            "part1" : "To get the password, you have to find and put three objects to the skeleton(second floor). These objects are; goat’s head, eagle’s wings, and the white blanket. Goat’s head and the white blanket can be found in the toilet, in the rooms, on the benches, as a wall sculpture(goat’s head)",
            "part2" : " There is an eagle mannequin in the construction area. Go to the second floor(skeleton area), on the right side, there is a window. Go there and aim over it. Tap the hand icon(use). After it, aim at the rope holding mannequin. To cut the rope, you need scissors. The scissors can be found in the lockers or on the chairs, in the rooms.There is a secret locker behind the library. Go straight towards the stairs, on the left side, go to the classroom. There is another door in the classroom. Open it. Now, you are in the library. There is another door in the library(actually, there are two; one is visible and another one is secret). Open the door. Now, you are behind the library. There are so many lockers in that place. Find the locker(with eagle stamps). Open it using the locker code. You may find a doll, item, scissors in this secret locker."
        },
        {
            "name" : "3.) Open The Locked Door Using The Code",
            "img1" : "https://i.ytimg.com/vi/r8pSl-85rWA/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/r8pSl-85rWA/maxresdefault.jpg",
            "part1" : "After getting the code or password, go to the locked room(just left side of the room, where you spawn). Enter the code and open the door.",
            "part2" : "After putting all the three objects on the skeleton, call the Evile Nun(make the sound and close the door, near skeleton). You can make some sound by dropping the heavy book or painting near the skeleton. After it, The Evil Nun will come(keep yourself in the room and close the door – the second floor, near the skeleton) and pray next to the devil. You will get the message – “The Evil Nun is praying for about 20 seconds”. Go close to the skeleton and check the message(note that code). "
        },
        {
            "name" : "4.) Solve The Elevator Puzzle",
            "img1" : "https://vsetop.org/uploads/posts/2022-11/evil-nun-the-broken-mask.jpg",
            "img2" : "https://vsetop.org/uploads/posts/2022-11/evil-nun-the-broken-mask.jpg",
            "part1" : "This is the most difficult puzzle for a beginner who has just started playing The Evil Nun game. Near the stairs, point to the poster and tap the hand icon. Behind the poster, there is an elevator machine. For the first time, it will show you as Metallic Bland. Aim to the metalic bland(Metallic Bland) and tap the hand icon. Now, you have to put three objects to inside it: –",
            "part2" : "After it, tap the start button and wait for 20 seconds until it comes up again. You will get the explosive doll from the elevator(after 20 seconds). Get the explosive doll."
        },
        {
            "name" : "5.) Get The Safe Key",
            "img1" : "https://vsetop.org/uploads/posts/2022-11/evil-nun-the-broken-mask.jpg",
            "img2" : "https://vsetop.org/uploads/posts/2022-11/evil-nun-the-broken-mask.jpg",
            "part1" : "Hide inside a closet(before going inside the closet, make some sound to attract Evil Nun). Tap the doll icon to release the explosive doll",
            "part2" : "After a certain amount of time(9-10 seconds), the explosive doll will blast and the Evil Nun will go to sleep(unconscious). On her body, search for the safe key."
        }
      ]
}
