{
    "config" : [
        {
          "activate_ads" : "true",
          "activate_steps" : "true",
          "activate_step_email" : "true",
          "network" : "admob",
          "admob_ban" : "ca-app-pub-7467116021377002/1031915066",
          "admob_native" : "ca-app-pub-7467116021377002/8718833398",
          "admob_int" : "ca-app-pub-7467116021377002/2434256957",
          "admob_open" : "ca-app-pub-7467116021377002/4975584066",
          "yandex_banner" : "R-M-1820435-1",
          "yandex_native" : "R-M-1820435-2",
          "yandex_int" : "R-M-1820435-3",
          "max_ban" : "ceda1a6dd62a0502",
          "max_int" : "3805b3b693717700",
          "max_native" : "9e27ff985bda79be",
          "face_banner": "IMG_16_9_APP_INSTALL#5352092381549612_5352094308216086",
          "face_interstital": "IMG_16_9_APP_INSTALL#5352092381549612_5352095061549344",
          "face_native": "IMG_16_9_APP_INSTALL#5352092381549612_5352094618216055",
          "face_mrec": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
          "ironsource_key": "12c959ebd",
          "cpa_img" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQgLb_jegoW0TjYVL7GjI1w7hI6re75uvhytCeCgcb&s",
          "cpa_url" : "https://play.google.com/store/apps/details?id=com.instagram.android"
        }
    ],
    
    "menu" : [
        {
            "active" : "true",
            "name" : "Guide Tips",
            "ico" : "",
            "bg" : "#FB923C"
        },
        {
            "active" : "true",
            "name" : "puzzle",
            "ico" : "https://img.icons8.com/ios/130/ffffff/puzzle.png",
            "bg" : "#FBBF24"
        },
        {
            "active" : "true",
            "name" : "spinner",
            "ico" : "https://img.icons8.com/ios/130/ffffff/rgb-circle-1.png",
            "bg" : "#A3E635"
        },
        {
            "active" : "true",
            "name" : "scratch",
            "ico" : "https://img.icons8.com/ios/130/ffffff/erase-image.png",
            "bg" : "#38BDF8"
        },
        {
            "active" : "true",
            "name" : "questions",
            "ico" : "https://img.icons8.com/ios/130/ffffff/how-many-quest--v2.png",
            "bg" : "#2DD4BF"
        },
        {
            "active" : "true",
            "name" : "quiz",
            "ico" : "https://img.icons8.com/ios/130/ffffff/what.png",
            "bg" : "#4ADE80"
        },
        {
            "active" : "true",
            "name" : "wallpapers",
            "ico" : "https://img.icons8.com/ios/130/ffffff/tails.png",
            "bg" : "#2196F3"
        },
        {
            "active" : "true",
            "name" : "rate",
            "ico" : "https://img.icons8.com/ios/130/ffffff/star--v1.png",
            "bg" : "#3F51B5"
        },
        {
            "active" : "true",
            "name" : "gdpr",
            "ico" : "https://img.icons8.com/ios/130/ffffff/gdpr.png",
            "bg" : "#673AB7"
        }

    ],

    "wallpapers" : [
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        },
        {
            "name" : "",
            "img" : ""
        }
    ],
    
    "data" : [
        {
            "name" : "X8 Sandbox Apk For Android",
            "img1" : "https://en.x8sb.com/wp-content/uploads/2020/03/pip.png",
            "img2" : "https://en.x8sb.com/wp-content/uploads/2020/03/pip.png",
            "part1" : "If you want to make modifications to online, and offline games, and also Facebook games then you need to download and install the latest version of “x8 sandbox Apk” for android smartphones and tablets.",
            "part2" : "As you know that most online games are also available on Facebook and people have limited life while playing games they need to wait for the 24-hour minimum if they lost all their lives while playing to play that game again.Players don’t want to wait for lives and want to complete all their tasks without losing lives in-game. If you are one of those Facebook game players, then you need to use this app that we are discussing here. It not only works on online games but also hacks offline games too."
        },
        {
            "name" : "What is X8 Sandbox Android VM Play in PIP mode?",
            "img1" : "https://techzbin.com/wp-content/uploads/2021/03/X8-sandbox-app-no-%E2%80%8B%E2%80%8Broot-android-and-ios-latest-version.png",
            "img2" : "https://techzbin.com/wp-content/uploads/2021/03/X8-sandbox-app-no-%E2%80%8B%E2%80%8Broot-android-and-ios-latest-version.png",
            "part1" : "This app is like the famous hacking app game of guardian which is not useful more after updates in different games s and players are searching for alternative apps for the Game Guarding app.",
            "part2" : "This app is the best alternative for the game guardian app because it also works on all the most famous online and offline and also on sandbox games too which you have played on different gaming devices or consoles. As mentioned above it is like a game of guardian app which allows you to inject different cheats and file directly to different online and offline games and get all access to all paid resources likes, diamonds, coins, health, and many more variations in every game."
        },
        {
            "name" : "Information about App",
            "img1" : "https://apkmodule.com/media/2022/09/_3/760x450/x8-sandbox-apk-1_3a581.jpg",
            "img2" : "https://apkmodule.com/media/2022/09/_3/760x450/x8-sandbox-apk-1_3a581.jpg",
            "part1" : "After installing this app on your smartphone the whole interface of your smartphone is changing and you have the option to add all games and apps which you want to run in the x8 Sandbox app. After adding an app or game they start running in the background through this application.",
            "part2" : "If you want to stop this app simply tap the on-off button on your mobile screen on the home page and your device will return to its old interface again. This app also allows you to use all rooted apps and games without rooting your device by adding them to this app."
        },
        {
            "name" : "What Game Plugins do you get in the x8 sandbox Apk?",
            "img1" : "https://static.republika.co.id/uploads/member/images/news/om08euw6o7.jpg",
            "img2" : "https://static.republika.co.id/uploads/member/images/news/om08euw6o7.jpg",
            "part1" : "After installing this app on your smartphone and tablet you get so many different features. We have mentioned some famous features below for android users. To get information about all features try this app once on your smartphone and tablet.",
            "part2" : "In this latest version, you will get many different features that you will not get in previous features, all bugs and errors are solved, a New version of the game guardian, Built-in virtual space, auto-playing options, and many more. Apart from these above-mentioned features, you will also get some extra features like Advance mode, easy to control your root privilege. Only one button enables Xposed Framework. A lot of game plugins to use and many more for free."
        },
        {
            "name" : "What are the minimum requirements for X8 Sandbox Apk to install on android devices?",
            "img1" : "https://i.ytimg.com/vi/Ebo0MWeWIdk/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/Ebo0MWeWIdk/maxresdefault.jpg",
            "part1" : "To install this app or for smooth work you need to fulfill the below-mentioned requirements otherwise, you will not be able to install this app or unable to handle this app properly.",
            "part2" : "OS is (outdated) Android Lollipop It takes 1GB of storage space It consumes 450MB of RAM. 8-core CPU is required to run it in coexistence with the default Android"
        },
        {
            "name" : "What Extra Features do Android users with android version 7.1+ will get in the new version of x8 sandbox Download?",
            "img1" : "https://i.ytimg.com/vi/ddIfiMQaIwc/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/ddIfiMQaIwc/maxresdefault.jpg",
            "part1" : "If you have an android device with android operating system 7.1+ then you must try the new version F1 VM Android 7.1 VM ",
            "part2" : "Play in PIP-mode which is released by the developer recently for Android users. In this latest F1 VM v1.3.0.8-3, android users will get the below-mentioned extra features,"
        },
        {
            "name" : "Is x8 sandbox Higgs Domino Apk have an X8 Speed Feature?",
            "img1" : "https://i.ytimg.com/vi/-xrEnAj4xKk/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/-xrEnAj4xKk/maxresdefault.jpg",
            "part1" : "It also has a built-in speed hacking plugin which is required to hack different games and improve game speed and also the speed of your character according to your need.",
            "part2" : "These types of hacks are mostly used in those types of games in which you need to wait an hour to build a building, harvest corps, and many more things. In simple words, this feature is used in time bond games like the Age of the empire, Clash of Clans, and many more.You can get the below-mentioned resolution which you have to select in accordance with your requirements in different games. It also works on both online and offline games too."
        },
        {
            "name" : "What is the difference between F1 VM Lite picture-in-picture virtual android OS and X8 Sandbox Android VM Play in PIP mode?",
            "img1" : "https://i.ytimg.com/vi/NCWd46dGjSM/maxresdefault.jpg",
            "img2" : "https://i.ytimg.com/vi/NCWd46dGjSM/maxresdefault.jpg",
            "part1" : "Basically, both apps are the same but one is a lite version released for low ended android devices that don’t support the original app which works only high ended android devices.",
            "part2" : "As you know that people still use low ended android devices in developing countries which is why developers have developed many lite versions of every famous app so that people can easily use it on their low ended devices too."
        },
        {
            "name" : "How to download and use x8 sandbox Download?",
            "img1" : "https://papuanews.id/wp-content/uploads/2021/07/X8-Sandbox.jpg",
            "img2" : "https://papuanews.id/wp-content/uploads/2021/07/X8-Sandbox.jpg",
            "part1" : "If you have fulfilled the above-mentioned requirements and want to download this app then download it directly from our website using the direct download link given at the end of the article and install this app on your smartphone and tablet.After allowing draw over other apps now proceed further and wait for a few seconds to complete the initializing process. If you are using this app for the first time, then it needs 2 to 5 minutes. After completing the start-up process then you have access to all features of this app.",
            "part2" : "After allowing draw over other apps now proceed further and wait for a few seconds to complete the initializing process. If you are using this app for the first time, then it needs 2 to 5 minutes. After completing the start-up process then you have access to all features of this app."
        }
      ]
}
